[
    {
        "author": "王维",
        "author_info": "王纬，字象文。潘洲（今辽宁潘阳）人。乾隆时做过钱塘（今杭州）县令。"
    },
    {
        "author": "裴迪",
        "author_info": "裴迪（716-?），唐代王维、杜甫关系密切。早年与“诗佛”王维过从甚密，晚年居辋川、终南山，两人来往更为频繁，故其诗多是与王维的唱和应酬之作。“寒山转苍翠，秋水日潺谖。倚仗柴门外，临风听暮蝉。渡头余落日，墟里上孤烟。复值接舆醉，狂歌五柳前。”这首号称“诗中有画”的诗篇就是闲居辋川时王维答赠裴迪的。受王维的影响，裴迪的诗大多为五绝，描写的也常是幽寂的景色，大抵和王维山水诗相近。"
    },
    {
        "author": "刘长卿",
        "author_info": "刘长卿以五言律贾谊宅》）。五绝如《逢雪宿芙蓉山主人》、《江中对月》、《送灵澈上人》，以白描取胜，饶有韵致。但他的大部分诗内容单薄，境界狭窄，缺少变化，有字句雷同之感。《新唐书·艺文志》著录其集10卷。较流行的是明翻宋本《唐刘随州诗集》（10卷诗，1卷文），《全唐诗》编录其诗5卷。\n【生平】　　刘长卿是由盛唐向中唐过渡时期的一位杰出诗人。关于刘长卿的生平一直没有确考，《旧唐书》和《新唐书》都没有他的传记，闻一多先生认为其生年为公元709年，傅璇琮先生认为是710年左右或725年左右，还有其它的说法。卒年一般认为是在789至791年之间；也就是说，刘长卿经历了玄宗、肃宗、代宗和德宗四朝。 　　刘长卿因官至随州刺史，也称刘随州。宣城（今属安徽）人，郡望河间（今属河北）。唐玄宗天宝进士。肃宗至德间任监察御史、长洲县尉，贬岭南南巴尉，后返，旅居江浙。代宗时历任转运使判官，知淮西、鄂岳转运留后，被诬再贬睦州司马。德宗建中二年（781），任随州（今属湖北）刺史，世称刘随州。他生平坎坷，有一部分感伤身世之作，但也反映了安史之乱后中原一带荒凉凋敝的景象。如《穆陵关北逢人归渔阳》、《疲兵篇》、《新息道中作》等，笔调苍凉沉郁。刘长卿诗以五七言近体为主，尤工五言。五律简练浑括，于深密中见清秀。如《新年作》、《岳阳馆中望洞庭湖》、《碧涧别墅喜皇甫侍御相访》、《海盐官舍早春》等。七律也多秀句 ，如“细雨湿衣看不见 ，闲花落地听无声”（《别严士元》）、“秋草独寻人去后，寒林空见日斜时”（《长沙过贾谊宅》）。五绝如《逢雪宿芙蓉山主人》、《江中对月》、《送灵澈上人》，以白描取胜，饶有韵致。但他的大部分诗内容单薄，境界狭窄，缺少变化，有字句雷同之感。 　　年轻时在嵩山读书，玄宗天宝中登进士第。在天宝十四载（755年）他可能登进士第，但是还没有揭榜，安史之乱就爆发了。756年，肃宗即位，刘长卿被任命到苏州下属的长洲县当县尉。不久被诬入狱，遇大赦获释，至德三载（758年）正月摄（代理）海盐令，上元元年（760年）春，被贬为潘州南巴（今广东电白）尉，离开苏州到洪州待命。在赴洪州途中，逗留馀干，与大诗人李白相遇，“谁怜此别悲欢异，万里青山送逐臣。”（《将赴南巴至馀干别李十二》）李白当时在流放夜郎途中遇赦放还，而自己将远行岭外。其实，刘长卿终于没有到南巴任职。次年(761年)秋天，他又奉命回到苏州接受“重推”。后来数年宦海浮沉，终不得志，元人辛文房的《唐才子传》卷二这样说:“长卿清才冠世，颇凌浮俗，性刚多忤权门，故两逢迁斥，人悉冤之。”上元二年（761年）从南巴返回，旅居江浙。这时江南刚经历过刘展之乱，本来繁华富庶的吴郡一带变得破败萧条。刘长卿有诗纪其事：“空庭客至逢摇落，旧邑人稀经乱离。”（《自江西归至旧任官舍》）代宗大历五年（770年）以后，历任转运使判官，知淮西、鄂岳转运留后。因为性格刚强，得罪了鄂岳观察使吴仲孺，被诬为贪赃，再次贬为睦州（今浙江淳安）司马。在睦州时期，与当时居处浙江的诗人有广泛的接触，如皇甫冉、秦系、严维、章八元等都有诗酬答。德宗建中二年（781年），又受任随州（今湖北随县）刺史。世称“刘随州”。兴元元年（784年）和贞元元年（785年）间，淮西节度使李希烈割据称王，与唐王朝军队在湖北一带激战，刘长卿即在此时离开随州。 刘长卿曾两次遭到贬谪，旅居各地期间多次遭到战乱，因此他有一部分感伤身世之作，也反映了安史之乱以后中原一带荒凉凋敝的景象。如“城池百战后，耆旧几家残”（《穆陵关北逢人归渔阳》），“鸟雀空城在，榛芜旧路迁”（《送河南元判官赴河南勾当苗税充百官俸禄》），以及《疲兵篇》、《新息道中作》等，笔调苍凉沉郁，内容具有时代特征。 　　刘长卿诗以五七言近体为主，尤工五言，自诩为“五言长城”（权德舆《秦征君校书与刘随州唱和集序》）。《新唐书·艺文志》著录他的集子10卷，《郡斋读书志》、《直斋书录解题》同。据丁丙《善本书室藏书志》，著录有《唐刘随州诗集》11卷，为明翻宋本，诗10卷，文1卷。现在通行的如《畿辅丛书》本的《刘随州集》，《四部丛刊》本的《刘随州文集》，都为这种11卷本。《全唐诗》编录其诗为5卷。事迹见《唐诗纪事》、《唐才子传》。"
    },
    {
        "author": "孟浩然",
        "author_info": "孟浩然，唐代王维合称为\"王孟\"。以写田园山水诗为主。因他未曾入仕，又称之为孟山人。襄阳南门外背山临江之涧南园有他的故居。曾隐居鹿门山。\n生平　　孟浩然出生于公元689年（武后永昌元年），唐代一位不甘隐居。壮年时曾往吴越漫游，后又赴长安谋求官职，但以「当路无人」，只好还归故园。开元二十八年（七四零）诗人王昌龄游襄阳，和他相聚甚欢，但此时孟浩然背上正生毒疮，据说就是因为「食鲜疾动」，终于病故，年五十二岁。 \n　　孟浩然的一生，徘徊于求官与归隐的矛盾之中，直到碰了钉子才了结了求官的愿望。他虽然隐居林下，但仍与当时达官显官如张九龄等有往还，和诗人王维、李白、王昌龄也有酬唱。 \n　　孟浩然的诗已摆脱了初唐应制，咏物的狭窄境界，更多地抒写了个人的怀抱，给开元诗坛带来了新鲜气息，并得到时人的倾慕。李白称颂他「高山安可仰，徒此揖清芬」，杜甫礼赞他「清诗句句尽堪传」。可见他在当时即享有盛名。他死后不到十年，诗集便两经编定，并送上「秘府」保存。现有《孟浩然集》。 \n　　孟浩然出生于公元689年（武后永昌元年）。40岁时，游长安，应进士举不第。曾在太学赋诗，名动公卿，一座倾服，为之搁笔。他和王维交谊甚笃。传说王维曾私邀入内署，适逢玄宗至，浩然惊避床下。王维不敢隐瞒，据实奏闻，玄宗命出见。浩然自诵其诗，至\"不才明主弃\"之句，玄宗不悦，说：\"卿不求仕，而朕未尝弃卿，奈何诬我！\"放归襄阳。后漫游吴越，穷极山水之胜。开元二十二年（734），韩朝宗为襄州刺史，约孟浩然一同到长安，为他延誉。但他不慕荣名，至期竟失约不赴，终于无成。开元二十五年，张九龄为荆州长史，招致幕府。不久，仍返故居。公元740年（开元二十八年），王昌龄游襄阳，访孟浩然，相见甚欢。适浩然背上长了毒疮，医治将愈，因纵情宴饮，食鲜疾发逝世。孟浩然生当盛唐，早年有用世之志，但政治上困顿失意，以隐士终身。他是个洁身自好的人，不乐于趋承逢迎。他耿介不随的性格和清白高尚的情操，为同时和后世所倾慕。李白称赞他\"红颜弃轩冕，白首卧松云\"，赞叹说：\"高山安可仰，徒此揖清芬\"（《赠孟浩然》）。王士源在《孟浩然集序》里，说他\"骨貌淑清，风神散朗；救患释纷，以立义表；灌蔬艺竹，以全高尚\"。王维曾画他的像于郢州亭子里，题曰：\"浩然亭\"。后人因尊崇他，不愿直呼其名，改作\"孟亭\"，成为当地的名胜古迹。可见他在古代诗人中的盛名。王维、李白、王昌龄都是他的好友，杜甫等人也与他关系甚好　隐居本是那时代普遍的倾向，但在旁人仅仅是一个期望，至多也只是点暂时的调剂，或过期的赔偿，在孟浩然却是一个完完整整的事实。在构成这事实的复杂因素中家乡的历史地理背景，或许是很重要的一点。 \n　　在一个乱世，例如庞德公（东汉名士）的时代，对于某种特别性格的人，入山采药，一去不返，本是唯一的出路。但生在“开元全盛日”的孟浩然，有那必要吗？然则为什么三番两次朋友伸过援引的手来，都被拒绝，甚至最后和本州采访使韩朝宗约好了一同入京，到头还是喝得酩酊大醉，让韩公等烦了，一赌气独自走路呢？正如当时许多有隐士倾向的读书人，孟浩然原来是为隐居而隐居，为着一个浪漫的理想，为着对古人的一个神圣的默契而隐居。在他这回，无疑的那成立默契的对象便是庞德公。孟浩然当然不能为韩朝宗背弃庞公。鹿山不许他，他自己家园所在，也就是“庞公栖隐处”的鹿门山，决不许他那样做。 \n　　鹿门月照开烟树，忽到庞公栖隐处。岩扉松径长寂寥，惟有幽人自来去。 \n　　这幽人究竟是谁？庞公的精灵，还是诗人自己？恐怕那时他自己也分辨不出，因为心理上他早与那位先贤同体化了。历史的庞德公给了他启示，地理的鹿门山给了他方便，这两项重要条件具备了，隐居的事实便容易完成得多了。实在，鹿门山的家园早已使隐居成为既成事实，只要念头一转，承认自己是庞公的继承人，此身便俨然是《高士传》中的人物了。总之，是襄阳的历史地理环境促成孟浩然一生老于布衣的。孟浩然毕竟是襄阳的孟浩然。\n文学创作　　孟浩然的一生经历比较简单，他诗歌创作的题材也比较单一。孟诗绝大部分为五言短篇，多写山水田园和隐居的逸兴以及羁旅行役的心情。其中虽不无愤世嫉俗之词，而更多属于诗人的自我表现。他和王维并称，他的诗虽不如王诗题材广泛，但在艺术上有独特的造诣。孟诗不事雕饰,伫兴造思,富有超妙自得之趣，而不流于寒俭枯瘠。他善于发掘自然和生活之美，即景会心，写出一时真切的感受。如《秋登万山寄张五》、《夏日南亭怀辛大》、《过故人庄》、《春晓》、《宿建德江》、《夜归鹿门歌》等篇，自然浑成，而意境清迥，韵致流溢。杜甫说他、\"清诗句句尽堪传\"（《解闷》），又赞叹他\"赋诗何必多，往往凌鲍谢\"（《遣兴》）。皮日休则称：\"先生之作遇景入咏，不拘奇抉异，令龌龊束人口者，涵涵然有干霄之兴，若公输氏当巧而不巧者也。北齐美萧悫'芙蓉露下落，杨柳月中疏'；先生则有'微云澹河汉，疏雨滴梧桐'。乐府美王融'日霁沙屿明，风动甘泉浊';先生则有'气蒸云梦泽,波撼岳阳城'。谢眺之诗句精者有'露湿寒塘草，月映清淮流'；先生则有'荷风送香气，竹露滴清响'。此与古人争胜于毫厘也。\"（《郢州孟亭记》）其抒情之作，如《岁暮归南山》、 《早寒江上有怀》、 《与诸子登岘山》、《晚泊浔阳望庐山》、《万山潭作》等篇，往往点染空灵，笔意在若有若无之间，而蕴藉深微，挹之不尽。严羽以禅喻诗，谓浩然之诗\"一味妙悟而已\"（《沧浪诗话·诗辨》）。清代王士碌推衍严氏绪论，标举\"神韵说\"，宗尚王孟，曾举浩然《晚泊浔阳望庐山》一诗作为范本，说：\"诗至此，色相俱空，政如羚羊挂角，无迹可求，画家所谓逸品是也。\"（《分甘馀话》） 盛唐田园山水诗，在继承陶、谢的基础上，有着新的发展，形成了一个诗派。其代表作家中以孟浩然年辈最长,开风气之先,对当时和后世都有很大的影响。他的诗以清旷冲澹为基调，但\"冲澹中有壮逸之气\"（《唐音癸签》引《吟谱》语）。如\"气蒸云梦泽，波撼岳阳城\"（《望洞庭湖赠张丞相》）一联，与杜甫的\"吴楚东南坼，乾坤日夜浮\"(《登岳阳楼》)并列，成为摹写洞庭壮观的名句。清代潘德舆曾指出：\"襄阳诗如'东旭早光芒，浦禽已惊聒。卧闻鱼浦口，桡声暗相拨，日出气象分，始知江湖阔'、'太虚生月晕，舟子知天风。挂席候明发,渺漫平湖中。中流见匡阜,势压九江雄。香炉初上日，瀑布喷成虹'，精力浑健，俯视一切，正不可徒以清言目之。\"（《养一斋诗话》）然而这在孟诗中毕竟不多见，不能代表其风格的主要方面。总的说来，孟诗内容单薄，不免窘于篇幅。苏轼说他\"韵高而才短，如造内法酒手而无材料\"(陈师道《后山诗话》引)，是颇为中肯的。 \n　　孟襄阳虽为唐山水诗之始创者，然其成就却居王维下，何也？一因其才气不殆，二因其诗意常未若王维高远。孟浩然一生不仕，心有不甘，此情多发之于诗，令其诗每有寒俭处。而王摩诘一生出仕入仕，几经周折，于世情之变体味颇深，此情发之于诗，则往往意趣清远，无迹可寻。 \n　　虽则，孟诗亦自有其过人处。其诗之淡远处，既上继陶潜余绪，又不减王维。如\"木落雁南渡，北风江上寒\"、\"风鸣两岸叶，月照一孤舟\"等句，真可谓\"清空自在，淡然有余\"，不愧山水诗中之佳制也。 \n　　孟浩然的诗描写田园风光，表达对农家生活的热爱，读来朴质感人。他与王维是盛唐时期的田园山水诗的代表人物。\n诗作特色　　孟浩然是唐代第一个倾大力写作山水诗的诗人。其诗今存二百余首，大部分是他在漫游途中写下的山水行旅诗，也有他在登临游览家乡一带的万山、岘山和鹿门山时所写的遣兴之作。还有少数诗篇是写田园村居生活的。诗中取材的地域范围相当广大。 \n　　山水景物是南朝诗歌最重要的题材，经历长期发展，取得了显著的成就。到孟浩然，山水诗又被提升到新的境界，这主要表现在：诗中情和景的关系，不仅是彼此衬托，而且常常是水乳交融般的密合；诗的意境，由于剔除了一切不必要、不谐调的成分，而显得更加单纯明净；诗的结构也更加完美。孟浩然在旅程中偏爱水行，如他自己所说：“为多山水乐，频作泛舟行。”（《经七里滩》）他的诗经常写到漫游于南国水乡所见的优美景色和由此引发的情趣，如： \n　　落景余清晖，轻桡弄溪渚。澄明爱水物，临泛何容与。白首垂钓翁，新妆浣纱女。相看似相识，脉脉不得语。　（《耶溪泛舟》） \n　　垂钓坐盘石，水清心亦闲。鱼行潭树下，猿挂岛藤间。游女昔解佩，传闻于此山。求之不可得，沿月棹歌还。　（《万山潭作》） \n　　诗不仅起着纪实的作用，而且融和了诗人新鲜的感受和天真的遐想。在他的眼光中，无论是沐浴在夕照清辉中的人物，还是嬉戏于水下岸边的鱼兽，寓目所见的一切，仿佛都化作会心的亲切的微笑。这些诗境，确有晶莹剔透之感。 \n　　孟浩然山水诗的意境，以一种富于生机的恬静居多。但是他也能够以宏丽的文笔表现壮伟的江山。如《彭蠡湖中望庐山》中：“太虚生月晕，舟子知天风。挂席候明发，渺漫平湖中。中流是匡阜，势压九江雄。黤黕凝黛色，峥嵘当曙空。香炉初上日，瀑布喷成虹……。”清人潘德舆以此诗和《早发渔浦潭》为例，说孟诗“精力浑健，俯视一切”（《养一斋诗话》），正道出了其意兴勃郁的重要特征。 \n　　盛唐著名诗评家殷璠喜用“兴象”一词论诗，在评述孟浩然的两句诗时，也说“无论兴象，兼复故实”（见《河岳英灵集》）。所谓“兴象”，是指诗人的情感、精神对物象的统摄，使之和诗人心灵的颤动融为一体，从而获得生命、具有个性和活力。重“兴象”其实也是孟浩然诗普遍的特点。这通过几首不同的作品之间的比较，可以看得更清楚。 \n　　八月湖水平，涵虚混太清。气蒸云梦泽，波撼岳阳城。欲济无舟楫，端居耻圣明。坐观垂钓者，徒有羡鱼情。　（《望洞庭湖赠张丞相》） \n　　山暝闻猿愁，沧江急夜流。风鸣两岸叶，月照一孤舟。建德非吾土，维扬忆旧游。还将两行泪，遥寄海西头。　（《宿桐庐江寄广陵旧游》） \n　　移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。（《宿建德江》） \n　　这三首诗都写了江湖水景，但性格各异。第一首作于孟应聘入张九龄幕府时。他为自己的抱负能够有一试的机会而兴奋，曾写下“感激遂弹冠，安能守固穷”（《书怀贻京邑同好》）、“故人今在位，歧路莫迟回”（《送丁大凤进士赴举呈张九龄》）之类诗句。正是这种昂奋的情绪，使他写下了“气蒸云梦泽，波撼岳阳城”这样气势磅礴的名句。第二、三首均作于落第后南游吴越之日，前者以风鸣江急的激越动荡之景写自己悲凉的内心骚动，后者则以野旷江清的静景写寂寞的游子情怀，它们的神采气韵是很不相同的。本之以“兴”，出之以“象”，突出主要的情绪感受而把两者统一起来，构筑起完整的意境，这是孟浩然写景诗的重要贡献。 \n　　孟浩然诗歌的语言，不钩奇抉异而又洗脱凡近，“语淡而味终不薄”（沈德潜《唐诗别裁集》）。他的一些诗往往在白描之中见整炼之致，经纬绵密处却似不经意道出，表现出很高的艺术功力。例如他的名篇《过故人庄》：故人具鸡黍，邀我至田家。绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。 \n　　通篇侃侃叙来，似说家常，和陶渊明的《饮酒》等诗风格相近，但陶写的是古体，这首诗却是近体。“绿树村边合，青山郭外斜”这一联句，画龙点睛地勾勒出一个环抱在青山绿树之中的村落的典型环境。还有那一首妇孺能诵的五绝《春晓》，也是以天然不觉其巧的语言，写出微妙的惜春之情。 \n　　另外，孟浩然在诗体的运用上往往突破固有程式的拘限，读来别有滋味。例如《舟中晓望》诗，平仄声律全合五律格式，但中两联不作骈偶，似古似律。胡应麟《诗薮》认为此类诗“自是六朝短古，加以声律，便觉神韵超然。”又如《夜归鹿门山歌》：山寺钟鸣昼已昏，渔梁渡头争渡喧。人随沙岸向江村，余亦乘舟归鹿门。鹿门月照开烟树，忽到庞公栖隐处。岩扉松径长寂寥，唯有幽人夜来去。 \n　　这是一首歌行体的诗，但通篇只是把夜归的行程一路写下来，不事铺张。其篇制规模类似近体，并吸收了近体诗语言简约的特点，而突出歌行体的蝉联句法，读来颇有行云流水之妙。 \n　　这些出入古近的体格饶有洒脱自在的情致，也是孟诗创造性的表现之一。\n王孟诗派　　盛唐时期形成的以王维、孟浩然为代表的诗歌流派，又称“王孟诗派”。该派融陶渊明、“二谢”（谢灵运、谢朓）诗之长，以山水田园风光和隐逸生活为主要题材，风格冲淡自然。该派重要诗人还有储光羲、常建、祖咏、裴迪等。 \n　　王维,字摩诘。河东人。工书画。与弟缙俱有俊才。开元九年。进士擢第。调太乐丞。坐累为济州司仓参军。历右拾遗、监察御史、左补阙、库部郎中。拜吏部郎中。天宝末。为给事中。安禄山陷两都。维为贼所得。服药阳〔疒音〕。拘于菩提寺。禄山宴凝碧池。维潜赋诗悲悼，闻于行在。贼平。陷贼官三等定罪。特原之。责授太子中允。迁中庶子、中书舍人。复拜给事中。转尚书右丞。维以诗名盛于开元、天宝间。宁薛诸王驸马豪贵之门。无不拂席迎之。得宋之问辋川别墅。山水绝胜。与道友裴迪。浮舟往来。弹琴赋诗。啸咏终日。笃于奉佛。晚年长斋禅诵。一日。忽索笔作书数纸。别弟缙及平生亲故。舍笔而卒。赠秘书监。宝应中。代宗问缙。朕常于诸王坐闻维乐章。今存几何。缙集诗六卷。文四卷。表上之。敕答云。卿伯氏位列先朝。名高希代。抗行周雅。长揖楚辞。诗家归美。克成编录。叹息良深。殷〔王番〕谓维诗词秀调雅。意新理惬。在泉成珠。著壁成绘。苏轼亦云。维诗中有画。画中有诗也。 孟浩然的诗已摆脱了禄唐应制咏物的狭隘境界，更多地抒发了个人怀抱，给开元诗坛带来了新鲜气息，并博得时人的倾慕。李白用礼赞的口吻称他“高山安可仰，彼此揖清芬”王维曾把他的像绘制在郢州刺史亭内，后称之为“孟亭”，无论在生前死后，孟浩然都享有盛名的。 孟浩然是唐代第一个创作山水诗的诗人，是王维的先行者。他的旅游诗描写逼真，《望洞庭湖赠张丞相》写得气势磅礴，格调浑成。"
    },
    {
        "author": "韦应物",
        "author_info": "韦应物15岁起以三卫郎为玄宗近侍，出入宫闱，扈从游幸。早年豪纵不羁，横行乡里，乡人苦之。安史之乱起，玄宗奔蜀，流落失职，始立志读书，少食寡欲，常“焚香扫地而坐”。代宗广德至德宗贞元间，先后为洛阳丞、京兆府功曹参军、鄂县令、比部员外郎 、滁州和江州刺史、左司郎中 、苏州刺史。贞元七年退职。世称韦江州、韦左司或韦苏州。韦应物是山水田园白居易《与元九书》)。五律一气流转 ，情文相生，耐人寻味。五、七绝清韵秀朗，《滁州西涧》的“春潮带雨晚来急，野渡无人舟自横”句，写景如画，为后世称许。韦诗以五古成就最高，风格冲淡闲远，语言简洁朴素，有“五言长城”之称。但亦有秾丽秀逸的一面。其五古以学陶渊明为主，但在山水写景等方面，受谢灵运、谢朓的影响。此外，他偶亦作小词。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因做过苏州刺史。世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。 \n生平　　韦应物是京兆万年人。韦氏家族主支自西汉时已迁入关中，定居京兆，自汉至唐，代有人物，衣冠鼎盛，为关中望姓之首。不但贵宦辈出，文学方面亦人才迭见。《旧唐书》论及韦氏家族说:“议者云自唐以来，氏族之盛，无逾于韦氏。其孝友词学，承庆、嗣立力量;明于音律，则万里为最;达于礼仪，则叔夏为最;史才博识，以述为最。”这些韦姓人物，还只说到中、盛唐以前。中庸前期的韦应物，则可以说是韦氏家族中作为诗人成就最大的一位。 　　1岁 玄宗开元25年（737）生于京兆 　　14岁 玄宗天宝九年（750）本年前后以门荫补右千牛 　　15岁 玄宗天宝十年（751）在“三卫”为玄宗侍卫，同时入太学附读。在此期间，他 “少事武皇帝，无赖恃恩私。身作里中横，家藏亡命儿。朝提樗蒲局，暮窃东邻姬。司隶不敢捕，立在白玉墀”，少年荒唐，并未认真读书、做人。 　　……改羽林仓曹，正八品下。 　　……授高陵尉、廷评。 　　20岁 玄宗天宝十五年（756）本年8月在京兆府昭应县成婚，夫人元苹16岁。 　　23岁 肃宗乾元元年（759）安史乱后撤出三卫,后数年在长安,曾一度在太学读书。韦应物折节读书，痛改前非，从一个富贵无赖子弟一变而为忠厚仁爱的儒者，诗歌创作也从此开始了。 　　27岁 代宗广德元年（763）本年秋冬间为洛阳丞。 　　29岁 代宗永泰元年（765）仍为洛阳丞，后为河南兵曹。永泰中因惩办不法军士被讼，后弃官闲居洛阳。 　　33岁 代宗大历四年（769）本年前后，从洛阳至长安。 　　38岁 代宗大历九年（774）任京兆府功曹，正七品下。 　　40岁 代宗大历十一年（776）朝清郎，正七品上。九月夫人卒，十一月葬。 　　42岁 代宗大功十三年（778）本年秋已为户县令。 　　43岁 代宗大历十四年（779）六月自户县令除栎阳县令，七月以疾辞官。 　　44岁 德宗建中元年（780）在长安闲居。 　　45岁 德宗建中二年（781）四月，迁尚书比部员外郎。从六品上。 　　46岁 德宗建中三年（782）仍在尚书比部员外郎任。 　　47岁 德宗建中四年（783）夏，由前任领滁州刺史，秋到任，正四品下。 　　48岁 德宗兴元元年（784）仍在滁州刺史任上，冬罢任。 　　49岁 德宗贞元元年（785）春夏闲居滁州西涧，秋加朝散大夫，迁江州刺史，正四品下。 　　50岁 德宗贞元二年（786）在江州刺史任。 　　51岁 德宗贞元三年（787）本年赐封扶风县男，食邑300户。入京为左司郎中。 　　52岁 德宗贞元四年（788）七月，由左司郎中领苏州刺史，从三品。 　　53岁 德宗贞元五年（789）仍在苏州刺史任上。 　　54岁 德宗贞元六年（790）本年春仍在苏州任上，后罢刺史任，闲居苏州永定寺。 　　55岁 德宗贞元七年（791）去年冬或本年初卒于苏州官舍。后运回长安，十一月归葬少陵原祖茔。 　　德宗贞元十二年（796）本年十一月廿七日与夫人合葬。 　　从肃宗广德二年 (764年)起到德宗贞元七年 (791年)，将近三十年间，韦应物大部分时间在作地方官吏，其中也有短期在长安故园闲居，或在长安任官。在地方官任上，韦应物勤于吏职，简政爱民，并时时反躬自责，为自己没有尽到贡任而空费俸禄自愧。\"身多疾病思田里，邑有流亡愧俸钱。”这是韦应物晚年任苏州刺史时写给朋友的诗中一联。一派仁者忧时爱民心肠，感动着后世读者。沈德潜评论说: “是不负心语。”\"不负心语\"就是有良心的话。 　　苏州刺史届满之后，韦应物没有得到新的任命，他一贫如洗，居然无川资回京候选 (等待朝廷另派他职)，寄居于苏州无定寺，不久就客死他乡。其享年约在五十五六。\n成就　　韦应物的诗歌创作成就最大。其诗多写山水田园，清丽闲淡，和平之中时露幽愤之情。反映民间疾苦的诗，颇富于同情心。是中唐艺术成就较高的诗人。 　　代表作有《观田家》。此外，他还有一些感情慷慨悲愤之作。部分诗篇思想消极，孤寂低沉。韦诗各体俱长，七言歌行音调流美，“才丽之外，颇近兴讽”（白居易《与元九书》)。五律一气流转 ，情文相生，耐人寻味。五、七绝清韵秀朗，《滁州西涧》的“春潮带雨晚来急，野渡无人舟自横”句，写景如画，为后世称许。韦诗以五古成就最高，风格冲淡闲远，语言简洁朴素。但亦有秾丽秀逸的一面。其五古以学陶渊明为主，但在山水写景等方面，受谢灵运、谢朓的影响。此外，他偶亦作小词。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。 　　后人每以王孟韦柳并称。其山水诗景致优美，感受深细，清新自然而饶有生意。而《西塞山》景象壮阔，则显示韦诗雄豪的一面。其田园诗实质渐为反映民间疾苦的政治诗。 　　韦应物实现了脱离官场，幽居山林，享受可爱的清流、茂树、云物的愿望，他感到心安理得，因而“自当安蹇劣，谁谓薄世荣”。“蹇劣，笨拙愚劣的意思；“薄世荣”，鄙薄世人对富贵荣华的追求。这里用了《魏志. 王粲传》的典故。《王粲传》中说到徐干，引了裴松之注说：徐干\"轻官忽禄，不耽世荣\"。韦应物所说的与徐干有所不同，韦应物这二句的意思是：我本就是笨拙愚劣的人，过这种幽居生活自当心安理得，怎么能说我是那种鄙薄世上荣华富贵的高雅之士呢！对这两句，我们不能单纯理解为是诗人的解嘲，因为诗人并不是完全看破红尘而去归隐，他只是对官场的昏暗有所厌倦，想求得解脱，因而辞官幽居。一旦有机遇，他还是要进入仕途的。所以诗人只说自己的愚拙，不说自己的清高，把自己同真隐士区别开来。这既表示了他对幽居独处、独善其身的满足，又表示了对别人的追求并不鄙弃。 　　韦应物是山水田园诗派诗人，后人每以王孟韦柳并称。其山水诗景致优美，感受深细，清新自然而饶有生意。而《西塞山》景象壮阔，则显示韦诗雄豪的一面。 　　韦应物的诗受陶渊明、谢灵运、王维、孟浩然等前辈诗人的影响很大，前人说：“应物五言古体源出于陶，而化于三谢，故真而不朴，华而不绮”（《四库全书总目提要》），又说：“一寄穗秾鲜于简淡之中，渊明以来，盖一人而已”（宋濂《宋文宪公集》卷三十七）。这些评价并不十分恰当，但是可以说明韦诗的艺术价值和艺术风格的。"
    },
    {
        "author": "李白",
        "author_info": "李白（701年2月28日—762），字太白，号青莲居士。中国唐朝贺知章称为“诗仙”，其诗大多为描写山水和抒发内心的情感为主。诗风雄奇豪放。他与杜甫并称为“大李杜”，且李商隐与杜牧并称为“小李杜”。 李白祖籍陇西成纪（现甘肃省秦安县叶堡乡），公元701年2月28日（武后长安元年夏历正月十六）生于四川省江油市青莲乡。另一种说法是其父从中原被贬中亚西域的碎叶城（今吉尔吉斯斯坦的托克马克市）所生，4岁再迁回四川绵州昌隆县（今四川省江油市）。其父李客，生平事迹不详。 　　李白出生于盛唐时期，他的一生，绝大部分都在漫游中度过，游历了大半个中国。 　　二十岁时只身出蜀，开始了广泛漫游，南到洞庭湘江，东至吴、越，寓居在安陆（今湖北省安陆市）、应山（今湖北省广水市）。 　　他到处游历，希望结交朋友，拜谒社会名流，从而得到引荐，一举登上高位，去实现政治理想和抱负。可是，十年漫游，却一事无成。他又继续北上太原、长安（今陕西省西安市），东到齐、鲁各地，并寓居山东任城（今山东省济宁市）。 　　这时他已结交了不少名流，创作了大量优秀诗篇。李白不愿应试做官，希望依靠自身才华，通过他人举荐走向仕途，但一直未得人赏识。他曾给当朝名士韩荆州写过一篇《与韩荆州书》，以此自荐，但未得回复。 　　直到天宝元年（742年），因道士吴筠的推荐，李白被召至长安，供奉翰林，文章风采，名震天下 。李白初因才气为玄宗所赏识，后因不能见容于权贵，在京仅三年，就弃官而去，仍然继续他那飘荡四方的流浪生活。 　　安史之乱发生的第二年（756年），他感愤时艰，曾参加了永王李璘的幕府。不幸，永王与肃宗发生了争夺帝位的斗争，兵败之后，李白受牵累，流放夜郎（今贵州境内），途中遇赦写下《早发白帝城》。晚年漂泊东南一带，依族叔当涂县令李阳冰，不久即病逝。\n生平年少有为　　李白少年时代的学习范围很广泛，除儒家经典、古代文史名著外，还浏览诸子百家之书，并“好剑术”（《与韩荆州书》）。他很早就相信当时流行的道教，喜欢隐居山林，求仙学道；同时又有建功立业的政治抱负，自称要“申管晏之谈，谋帝王之术，奋其智能，愿为辅弼，使寰区大定，海县靖一”（《代寿山答孟少府移文书》）。一方面要做超脱尘俗的隐士神仙，一方面要做君主的辅弼大臣，这就形成了出世与入世的矛盾。但积极入世、关心国家，是其一生思想的主流，也是构成他作品进步内容的思想基础。李白青少年时期在蜀地所写诗歌，留存很少，但像《访戴天山道士不遇》、《峨眉山月歌》等篇，已显示出突出的才华。\n辞亲远游　　开元十三年（公元725年），李白出蜀，“仗剑去国，辞亲远游”。他乘舟沿江出峡，渐行渐远，家乡的山峦逐渐隐没不可辨认了，只有从三峡流出的水仍跟随着他，推送着他的行舟，把他要送到一个陌生而又遥远的城市中去。 　　 让李白想不到的是在江陵会有一次不平凡的会见，他居然见到了受三代皇帝崇敬的道士司马承祯。天台道士的司马承祯不仅学得一整套的道家法术，而且写得一手好篆，诗也飘逸如仙。玄宗对其非常尊敬，曾将他召至内殿，请教经法，还为他造了阳台观，并派胞妹玉真公主随他学道。李白能见到这个备受恩宠的道士，自然十分开心，还送上了自己的诗文供其审阅。李白器宇轩昂，资质不凡，司马承祯一见已十分欣赏，及至看了他的诗文，更是惊叹不已，称赞其“有仙风道骨，可与神游八极之表”。因为他看到李白不仅仪表气度非凡，而且才情文章也超人一等，又不汲汲于当世的荣禄仕宦，这是他几十年来在朝在野都没有遇见过的人才，所以他用道家最高的褒奖的话赞美他。这也就是说他有“仙根”，即有先天成仙的因素，和后来贺知章赞美他是“谪仙人”的意思差不多，都是把他看做非凡之人。这便是李白的风度和诗文的风格给予人的总的印象。 　　李白为司马承祯如此高的评价欢欣鼓舞。他决心去追求“神游八极之表”这样一个永生的、不朽的世界。兴奋之余，他写成大赋《大鹏遇希有鸟赋》，以大鹏自喻，夸写大鹏的庞大迅猛。这是李白最早名扬天下的文章。从江陵起，他开始了他鹏程万里的飞翔。 　　李白自江陵南下，途经岳阳，再向南去，便到了此行的目的地之一。可是正当在洞庭湖泛舟时，发生了一件不幸的事情，李白自蜀同来的旅伴吴指南暴病身亡（或被人殴打致死）。李白悲痛万分，他伏在朋友的身边，号陶大哭，“泣尽继之以血”。由于他哭得过于伤痛，路人听到都为之伤心落泪。旅途上遇到这样的不幸，真是无可奈何，李白只好把吴指南暂时殡葬于洞庭湖边，自己继续东游，决心在东南之游以后再来搬运朋友的尸骨。李白来到了庐山，在此作下了那首脍炙人口的《望庐山瀑布》。 　　李白到了六代故都金陵。此地江山雄伟，虎踞龙盘，六朝宫阙历历在目。这既引起李白许多感慨， 也引起了他对自己所处时代的自豪感。他认为往日之都，已呈一片衰颓之气，没有什么好观赏的了，根本不及当今皇帝垂拱而治，天下呈现出的一片太平景象。金陵的霸气虽己消亡，但金陵的儿女却饱含深情地接待李白。当李白告别金陵时，吴姬压酒，金陵子弟殷勤相送，频频举杯劝饮，惜别之情如东流的江水，流过了人们的心头，使人难以忘却。李白告别金陵后，从江上前往扬州。扬州是当时的一个国际都市。李白从没有看到过如此热闹的城市，与同游诸人盘桓了一些时日。到了盛夏，李白与一些年轻的朋友“系马垂杨下，衔杯大道边。天边看绿水，海上见青山”，好不惬意。到了秋天，他在淮南(治所在扬州)病倒了。卧病他乡，思绪很多，既感叹自己建功立业的希望渺茫，又深深地思念家乡，惟一能给他带来点安慰的，便是远地友人的书信。　 　　李白在淮南病好之后，又到了姑苏。这里是当年吴王夫差与美女西施日夜酣歌醉舞的地方，李白怀古有感，写了一首咏史诗《乌栖曲》。这首诗后来得到了贺知章的赞赏，称其“可以泣鬼神矣”。由此看来，李白的乐府诗有时虽袭用旧题，却多别出新意。姑苏的历史遗迹固然引起了李白的怀古之情，美丽单纯的吴姬、越女更让李白赞美不己。在昔日西施浣纱的茑萝山下，李白以自己的生花妙笔为现今在浣纱石上的越女留下了一幅幅优美的速写。李白由越西归，回到了荆门。在荆门他一呆就是三个月。虽然思乡心切，但功业没有一点成就，他自觉难于回转家园。最后，他决定再度漫游。首先，他来到洞庭湖，把吴指南的尸骨移葬到江夏（今湖北武昌）。他在江夏结识了僧行融，又从他那里了解到孟浩然的为人，于是便去襄阳拜见孟浩然，由此写下了著名的五律诗《赠孟浩然》不久，李白到了安陆，在小寿山中的道观住了下来。然而，隐居于此并非长久之计，他仍然想寻找机会，以求仕进。在隐居寿山时，李白以干谒游说的方式结交官吏，提高自己的声誉。李白的文才得到了武后时宰相许圉师的赏识，便将其招为孙女婿。李白与夫人许氏在离许家较近的白兆山的桃花岩下过了一段幸福美满的婚姻生活。可是美好的夫妻生活并没有令李白外出漫游以图功业的心志有所衰微减退。他以安州妻家为根据地，又几次出游，结识了一些官吏和贵公子，并于开元二十二年（公元734年），谒见荆州长史兼襄州刺史韩朝宗。\n初进长安　　封建帝王常在冬天狩猎。唐玄宗即位后，已有过多次狩猎，每次都带外国使臣同去，耀武扬威，以此震慑邻国。开元二十三年（公元735年），玄宗又有一次狩猎，正好李白也在西游，因上《大猎赋》，希望能博得玄宗的赏识。　 　　他的《大猎赋》希图以“大道匡君，示物周博”，而“圣朝园池遐荒，殚穷六合”，幅员辽阔，境况与前代大不相同，夸耀本朝远胜汉朝，并在结尾处宣讲道教的玄埋，以契合玄宗当时崇尚道教的心 情。李白西来的目的是献赋，另外，也趁此游览一下长安，领略这座“万国朝拜”的帝京风光。他居住在终南山脚下，”常登临终南山远眺。当他登上终南山的北峰时，眼前呈现出泱泱大国的风貌。 　　他深感生存在这样的国家是不平凡的，因此颇有自豪之感。可一想到这兴旺发达的帝国内部己产生了腐朽的因素，他的轩昂情绪又受到打击。李白进长安后结识了卫尉张卿，并通过他向玉真公主献了诗，最后两句说“何时人少室，王母应相逢”，是祝她入道成仙。李白还在送卫尉张卿的诗中陈述自己景况很苦，希望引荐，愿为朝廷效劳。由此，他一步步地接近了统治阶级的上层。李白这次在长安还结识了贺知章。李白有次去紫极宫，不料竟在那里遇见了贺知章。他早就拜读过贺老的诗，这次相遇，自然立刻上前拜见，并呈上袖中的诗本。贺知章颇为欣赏《蜀道难》和《乌栖曲》，兴奋地解下衣带上的金龟叫人出去换酒与李白共饮。李白瑰丽的诗歌和潇洒出尘的风采令贺知章惊异万分，竟说：“你是不是太白金星下凡到了人间？”　 　　一年快过去了，李白仍然作客长安，没有机会出任，他的心情有些沮丧。好友诚意相邀，希望他同去青山之阳的别业幽居，但李白无意前往。这次去长安，抱着建功立业的理想，却毫无着落，这使李白感到失望并有点愤懑。往王公大人门前干谒求告，也极不得意，只有发出“行路难，归去来”的感叹，离开了长安。\n赐金放还　　42岁的李白得到唐玄宗的妹妹玉真公主的推荐（一说由道士吴筠引荐）到了长安，唐玄宗对李白的才华很赏识，礼遇隆重。李阳冰《草堂集序》谓：“降辇步迎，如见绮皓（秦汉间“商山四皓”之一）”。“以七宝床赐食，御手调羹以饭之。”。但唐玄宗只让他供奉翰林，做自己的文学侍从。三年后被唐玄宗“赐金放还” 。 三年长安生活，使李白对朝中种种腐败、黑暗有了更多的认识。被唐玄宗“赐金放还”，是李白政治生涯的分水岭。 　　天宝元年（公元742年），由于玉真公主和贺知章的交口称赞，玄宗看了李白的诗赋，对其十分仰慕，便召李白进宫。李白进宫朝见那天，玄宗降辇步迎，“以七宝床赐食于前，亲手调羹”。玄宗问到一些当世事务，李白凭半生饱学及长期对社会的观察，胸有成竹，对答如流。玄宗大为赞赏，随即令李白供奉翰林，职务是草拟文告，陪侍皇帝左右。玄宗每有宴请或郊游， 必命李白侍从，利用他敏捷的诗才，赋诗纪实。虽非记功，也将其文字流传后世，以盛况向后人夸示。李白受到玄宗如此的宠信，同僚不胜艳羡，但也有人因此而产生了嫉恨之心。 　　在长安时，李白除了供奉翰林、陪侍君王之外，也经常在长安市上行走。他发现国家在繁荣的景象中，正蕴藏着深重的危机，那便是最能够接近皇帝的专横的宦官和骄纵的外戚。他们如乌云一般笼罩着长安，笼罩着中国，给李白以强烈的压抑感。 　　与此同时， 李白放浪形骸的行为又被翰林学士张坦所诽谤，两人之间产生了一些嫌隙。 　　朝政的腐败、同僚的诋毁， 使李白不胜感慨。他写了一首《翰林读书言怀呈集贤诸学士》表示有意归山。谁料就在此时，倒被赐金放还，这似乎令李白感到非常意外。这次被赐金放还似乎是李白说了不合时宜的话。\n再次远行　　天宝三年（公元744年）的夏天，李白到了东都洛阳。在这里，他遇到正在蹭蹬不遇的杜甫。中国文学史上最伟大的两位诗人见面了。此时，李白已名扬全国，而杜甫风华正茂，却困守洛城。 李白比杜甫年长十一岁，但他并没有以自己的才名在杜甫面前倨傲；而“性豪业嗜酒”、“结交皆老苍”的杜甫，也没有在李白面前一味低头称颂。两人以平等的身份，建立了深厚的友情。在洛阳时，他们约好下次在梁宋（今开封商丘一带）会面，访道求仙。 　　同年秋天，两人如约到了梁宋。两人在此抒怀遣兴，借古评今。他们还在这里遇到了诗人高适，高适此时也还没有禄位。然而，三人各有大志，理想相同。三人畅游甚欢，评文论诗，纵谈天下大势，都为国家的隐患而担忧。这时的李杜都值壮年，此次两人在创作上的切磋对他们今后产生了积极影响。 　　这年的秋冬之际，李杜又一次分手，各自寻找道教的师承去造真箓（道教的秘文）、授道箓去了。李白到齐州（今山东济南一带）紫极宫清道士高天师如贵授道簏，从此他算是正式履行了道教仪式，成为道士。其后李白又赴德州安陵县，遇见这一带善写符篆的盖寮，为他造了真寰。此次的求仙访道，李白得到了完满的结果。 　　天宝四年（公元745年）秋天，李白与杜甫在东鲁第三次会见。短短一年多的时间，他们两次相约，三次会见，知交之情不断加深。他们一道寻访隐士高人，也偕同去齐州拜访过当时驰名天下的文章家、书法家李邕。就在这年冬天，两人分手，李白准备重访江东。 　　李白离开东鲁，便从任城乘船，沿运河到了扬州。由于急着去会稽会见元丹丘，也就没有多滞留。到了会稽，李白首先去凭吊过世的贺知章。不久，孔巢文也到了会稽，于是李白和元丹丘、孔巢文畅游禹穴、兰亭等历史遗迹，泛舟静湖，往来剡溪等处，徜徉山水之中，即兴描写了这一带的秀丽山川和美丽妇女。在金陵，李白遇见了崔成甫。两人都是政治上的失意者，情怀更加相投。每次游玩时，都尽情畅游，不计早晚。他们泛舟秦淮河，通宵达旦地唱歌，引得两岸人家不胜惊异，拍手为他们助兴。两人由于性格相投、遭遇相似，所以比之一般朋友更为默契，友情更深厚，因而李白把崔成甫的诗系在衣服上，每当想念，便吟诵一番。\n应邀入幕　　天宝十四年（755年），安史之乱爆发，李白避居庐山。那时，他的胸中始终存在着退隐与济世两种矛盾的思想。永王李璘恰在此时出师东巡，李白应邀入幕。李白入幕后，力劝永王勤王灭贼，而对于政治上的无远见，他也作过自我检讨。同在江南的萧颖士、孔巢文、刘晏也曾被永王所邀而拒不参加，以此免祸，李白在这点上显然不及他们。永王不久即败北，李白也因之被系浔阳狱。这时崔涣宣慰江南，收罗人才。李白上诗求救，夫人宗氏也为他啼泣求援。将吴兵三千军驻扎在浔阳的宋若思，把李白从监牢中解救出来，并让他参加了幕府。李白成为宋若思的幕僚，为宋写过一些文表，并跟随他到了武昌。李白在宋若思幕下很受重视，并以宋的名义再次向朝廷推荐，希望再度能得到朝廷的任用。但不知什么原因，后来不但未见任用，反被长流夜郎（今贵州桐梓），完全出乎意料。至德二年（公元757年）冬，李白由浔阳道前往流放之所——夜郎。因为所判的罪是长流，即将一去不返，而李白此时已届暮年，“夜郎万里道，西上令人老”，不由更觉忧伤。\n重病而逝　　乾元二年（公元759年），李白行至巫山，朝廷因关中遭遇大旱，宣布大赦，规定死者从流，流以下完全赦免。这样，李白经过长期的辗转流离，终于获得了自由。他随即顺着长江疾驶而下，而那首著名的《早发白帝城》最能反映他当时的心情。到了江夏，由于老友良宰正在当地做太守，李白便逗留了一阵。乾元二年，李白应友人之邀，再次与被谪贬的贾至泛舟赏月于洞庭之上，发思古之幽情，赋诗抒怀。不久，又回到宣城、金陵旧游之地。差不多有两年的时间，他往来于两地之间，仍然依人为生。上元二年，已六十出头的李白因病返回金陵。在金陵，他的生活相当窘迫，不得已只好投奔了在当涂做县令的族叔李阳冰。上元三年（公元762年），李白病重，在病榻上把手稿交给了李阳冰，赋《临终歌》而与世长辞，终年六十一岁。 关于李白之死，历来众说纷纭，莫衷一是。总体可以概括为三种死法：其一是醉死，其二是病死，其三是溺死。第一种死法见诸《旧唐书》，说李白“以饮酒过度，醉死于宣城”；第二种死法亦见诸其他正史或专家学者的考证之说。说当李光弼东镇临淮时，李白不顾61岁的高龄，闻讯前往请缨杀敌，希望在垂暮之年，为挽救国家危亡尽力，因病中途返回，次年病死于当涂县令、唐代最有名的篆书家李阳冰处；而第三种死法则多见诸民间传说，极富浪漫色彩，说李白在当涂的江上饮酒，因醉跳入水中捉月而溺死，与诗人性格非常吻合。但是不管哪一种死法，都因参与永王李璘谋反作乱有着直接的关系。因为李白流放夜郎，遇赦得还后不久，就结束了他传奇而坎坷的一生，这是一个不争的事实。\n年谱　　七零一年（武则天长安元年）李白生。 　　七零五年 （中宗神龙元年）李白五岁。发蒙读书始于是年 　　七一零年（睿宗景云元年）李白十岁。攻读《诗》、《书》及诸子百家。 　　七一五年（开元三年）李白十五岁。已有诗赋多首，并得到一些社会名流的推崇与奖掖，开始从事社会干谒活动。亦开始接受道家思想的影响，好剑术，喜任侠。 　　七一八年（开元六年）李白十八岁。隐居戴天大匡山（在今四川省江油县内）读书。往来于旁郡，先后出游江油、剑阁、梓州（州治在今四川省境内）等地。 　　七二零年（开元八年）李白二十岁。出游成都、峨嵋山。谒颋于成都。颋甚赞其才，复励之以学。 　　七二一年（开元九年）李白二十一岁。春归家昌明。此后三年均在匡山读书。 　　七二四年（开元十二年）李白二十四岁。离开故乡而踏上远游的征途。再游成都、峨眉山，然后舟行东下至渝州（今重庆市）。 　　七二五年〔开元十三年）李白二十五岁。春三月自三峡东下。经荆门山至江陵（今湖北省江陵县）。在江陵与当时著名的道士司马承祯相遇。夏游洞庭（在今湖南省境内）、庐山（在今江西省境内）。秋游金陵（即今江苏省南京市）。 　　七二六年（开元十四年）李白二十六岁。春往扬州（今江苏省扬州市）。秋，病卧扬州。冬，离扬州北游汝州（今河南省临汝县），至安陆（今湖北省安陆县）。途经陈州时与李邕相识。结识孟浩然。 　　七二七年（开元十五年）李白二十七岁。居于安陆寿山，与故宰相许圉师之孙女结婚，逐家于安陆。 　　七二八年（开元十六年）李白二十八岁。早春，出游江夏（今湖北省武汉市），与孟浩然相会于斯。 　　七三零年（开元十八年）李白三十岁。春在安陆。前此曾多次谒见本州裴长史，因遭人谗谤，于近日上书自白，终为所拒。初夏，往长安，渴宰相说，并结识其子张相。寓居终南山玉真公主（玄宗御妹）别馆。又曾谒见其它王公大臣，均无结果。暮秋游邢州（在长安之西）。冬游坊州（在长安之北）。 　　七三一年（开元十九年）李白三十一岁。穷愁潦倒于长安，自暴自弃，与长安市井无赖之徒交往，初夏，离长安，经开封（今河南省开封市），到宋城（今河南省商丘县）。秋到篙山，恋故友元丹丘的山居所在，逐有隐居之意。暮秋，滞留洛阳。 　　七三二年（开元二十年）李白三十二岁。自春历夏在洛阳，与元演、崔成甫结识。秋，自洛阳返安陆。途经南阳（今河南省南阳市），结识崔宗之。冬，元演自洛阳到安陆相访，二人同游随州（今湖北省随县）。岁未，归家安陆。 　　七三三年（开元二十一年）李白三十三岁。构石室于安陆白兆山桃花岩。开山田，日以耕种、读书为生活。 　　七三五年（开元二十三年）李白三十五岁。五月应友人元演之邀游太原。秋，滞留太原。 　　七三六年（开元二十四年）李白三十六岁。春在太原，曾北游雁门关（今山西省代县）。南下洛阳与元丹丘相逢。秋，至篙山元丘处，结识岑勋。南返途经襄阳时，与孟浩然再会。是年杜甫二十五岁。在齐鲁燕赵一带漫游。 　　七三八年（开元二十六年）李白三十八岁。春，又出游南阳、篙山（元丘的居所）、陈州、楚州（今江苏省淮安县）。 　　七三九年（开元二十七年）李白三十九岁。春至初夏，在安宜（今江苏省宝应县）。夏，漫游于吴地（今江苏省苏州市）一带。秋，逆长江西上，经当涂（今安徽当涂县），至巴陵（今湖南省岳阳县），适逢王昌龄被贬滴岭南（今广东省、广西壮族自治区一带），二人会晤。冬，自巴陵归安陆。 　　七四一年（开元二十九年）李白四十一岁。居东鲁，与韩淮、裴政、孔巢父、张叔明、陶河等隐于祖徕山（在今山东省州市北部），纵酒酣歌，号称“竹溪六逸”。又以学道为事，意欲出游越地。 　　七四二年（玄宗天宝元年）李白四十二岁。四月，游泰山。夏，与子女一道至南陵（今安省南陵县），欲游越中。玄宗征召入京，返南陵。秋，赴长安。与太子宾客相遇，贺以“谪仙人”称之，复推荐于朝廷，得玄宗优遇，命为翰林院供奉。 　　七四三年（天宝二年）李白四十三岁。诏翰林院。初春，玄宗于宫中行乐，李白奉诏作《官中行乐词》，赐宫锦袍。暮春，兴庆池牡丹盛开，玄宗与杨玉环同赏，李白又奉诏作《清平调》。对御用文人生活日渐厌倦，始纵酒以自昏秽。与贺知章等人结“酒中人仙”之游，玄宗呼之不朝。尝奉诏醉中起草诏书，引足令高力士脱靴，宫中人恨之，谗谤于玄宗，玄宗疏之。 　　七四四年（天宝三年）李白四十四岁。春正月，送贺知章归越。三月，自知不为朝廷所用，上书请还山，赐金，离长安而去。初夏，与杜甫识于洛阳。旋往开封，请北海高天师授其道，决心遁入方外。秋，与高适、杜甫共游梁宋（在今河南省）。冬，北往安陵（唐属平原郡，在今河北省吴桥县北），乞盖寰为造真（道教的秘籍），由高天师如贵道士授录济南（今山东省济南市）的道观紫极宫。还归任城。 　　七四五年（天宝四年）李白四十五岁。春在任城。杜甫来东相方。二人同游于任城一带。夏，与高适、杜甫同渴北海太守李邕于济南。秋，与杜甫复会于郡（今山东省曲阜市），二人同游甚密。秋冬，在鲁郡别杜甫，游金乡（今山东省金乡县）、单父（今山东省单县）。 　　七四六年（天宝五年）李白四十六岁。春，游鲁郡。卧病任城甚久。秋，病愈，又游于鲁郡。是年自春以来屡有南游之念，终于秋末启程。至宋城，又游梁园（汉梁孝王所造的一座的御苑，又名兔园），旋到扬州。 　　七四七年（天宝六年）李白四十七岁。春在扬州。旋至金陵，遇崔成甫。南下途中经丹阳（今江苏省镇江市）、吴郡（今江苏省苏州市）。秋到越中，往会稽吊贺知章。登天台山（在今浙江省台州天台县西）。冬返金陵，此后二年，留居金陵。 　　七四八年（天宝七年）李白四十八岁。春在金陵，夏至杨州，秋游霍山（今安徽省六安县南），冬到庐江（今安徽庐江县），谒见江太守昊王李抵。 　　七五一年（天宝十年）李白五十一岁。春在任城。秋滞留在高凤（后汉的隐士）石门山（又名西塘山，在今河南省叶县西南）元丹丘居处。秋末，自开封北游幽州（今北京市），经河北道、邺郡（今河南省安阳市）。 　　七五二年（天宝十一年）李白五十二岁。北上途中，游广平郡（今河北省南部），沿途留连。十月，抵达范阳郡（即幽州，今北京市）。初识安禄山跋启与边地战事之真相，颇感危险，即离范阳而去。 　　七五三年（天宝十二年）李白五十三岁。早春，自范阳南下魏郡（今河北省魏县东），游西河郡（今山西省汾阳县），继续沿汾水南下，入潼关（关所在今陕西省，为洛阳与长安之问的要地），登西岳华山。至历阳（今安徽省和县）横江浦渡长江。秋，又南下游宣城（今安徽省宣城县）、句溪、敬亭山等地。 　　七五五年（天宝十四年）李白五十五岁。夏游当涂。秋游秋浦（今安徽省贵池县），冬返宣城。旋至金陵，获安禄山乱。门人武谔许去鲁中（今山东省）接其子女南下。分别后，自往宋城接其妻宗氏。　七五六年（肃宗至德元年）李白五十六岁。岁初，与妻子宗氏一道南奔避难。春在当涂。旋闻洛阳失陷，中原横溃，乃自当涂返宣城，避难刻中（今浙江省膝县）。至漂阳（今江苏省滦阳县），与张旭相遇。夏至越中。闻郭子仪、李光弼在河北大胜，又返金陵。秋，闻玄宗奔蜀，遂沿长江西上，入庐山屏风叠隐居，永王数次下达聘书，几经犹豫，终于决定下山入其幕府。 　　七五七年（至德二年）李白五十七岁。正月，在永王军营，作组诗《永 王东巡歌》。永王兵败丹阳，李白自丹阳南逃。旋被搏入寻阳狱中。妻宗氏为救其四处奔走。江南宣慰使崔涣与御史中承相宋若思极力救之，乃获释。宋若思辟白为军幕参谋，以掌军中文书事务。并随宋若思一同至武昌（今湖北省鄂城县）。九月，病卧宿松（今安徽省宿松县）。曾两次赠诗宰相张镐求救。终以参加永王东巡而被判罪长流夜郎。 　　七五八年（肃宗乾元元年）李白五十八岁。李白自寻阳出发，开始长流夜郎，妻弟宗嫌相送。春末夏初。途经西塞驿（今武昌县东），至江夏，访李邕故居，登黄鹤楼，眺望鹦鹉洲。秋至江陵，冬入三峡。 　　七六零年（肃宗上元元年）李白六十岁。春由洞庭返江夏。秋至寻阳，再登庐山。决意游仙学道以度余年。冬在建昌（今江西省修水县西北）。岁末至豫章（今江西省南昌市）。 　　七六一年（上元二年）李白六十一岁。流落江南的金陵一带。靠人娠济为生，闻史朝义势力复盛，李光弼派兵镇压，再次请缨入其军幕，但因病而半道还。冬初，寄宿于当涂县令（县知事）李阳冰处。曾出游历阳，旋归当涂，卧病于斯。 　　七六二年（代宗宝应元年）李白六十二岁。早春，卧病当涂。晚春三月，作最后的一次旅行，游宣城、南陵。秋归当涂，病况日下，自知无望。而李阳冰又退隐在即，欲走无路，精神失常。临终之际，将平生所著托李阳冰。十一月，卒于当涂，有绝笔《临终歌》一首。"
    },
    {
        "author": "祖咏",
        "author_info": "祖咏 唐代王维友善。王维在济州赠诗云：\"结交二十载，不得一日展。贫病子既深，契阔余不浅。\"（《赠祖三咏》）其流落不遇的情况可知。开元十二年(724)，进士及第，长期未授官。后入仕,又遭迁谪，仕途落拓，后归隐汝水一带。\n　　祖咏的诗作以描写山水为主，辞意清新文字洗练。《终南望馀雪》尤脍炙人口。七律《望蓟门》描绘边地景色，抒写立功报国的激动心情,意境融浑阔大,而风格秀明。殷□《河岳英灵集》说他\"翦刻省静，用思尤苦，气虽不高,调颇凌俗\"。《全唐诗》编存其诗1卷。事迹见《唐诗纪事》、《唐才子传》。"
    },
    {
        "author": "金昌绪",
        "author_info": "生卒年不详。唐朝余杭（钱塘）（今浙江杭州市）人，身世不可考，诗传于世仅《春怨》一首。"
    },
    {
        "author": "张祜",
        "author_info": "张祜 生卒年不详，字承吉，唐代令狐楚表荐之，不报。辟诸侯府，为元稹排挤，遂至淮南，爱丹阳曲阿地，隐居以终，卒于唐宣宗大中六年（公元852年）。 \n生平　　张祜早年寓居苏州，常往来于扬州、杭州等都市，并模山范水，题咏名寺。他的《题润州金山寺》诗，空前绝后。他作的《宫词二首》之一：“故国三千里，深宫二十年。一声何满子，双泪落君前”流行一时。后来这首词传入宫禁，唐武宗病重时，孟才人恳请为上歌一曲，唱到“一声何满子”，竟气亟肠断而死。这种至精至诚的共鸣，恰恰说明祜诗的魅力。 　　白居易很欣赏张祜的《观猎诗》，认为与王维的观猎诗相比难分优劣。然而，祜性情狷介，不肯趋炎附势，终生没有蹭身仕途，未沾皇家寸禄。 张祜晚年，在丹阳曲阿筑室种植，寓居下来。尝与村邻乡老聊天，赏竹，品铭，饮酒，仿着世外桃源的隐居生活， 一生坎坷不达而以布衣终。 　　张祜一生虽官场不利，史书也没记载他的事迹，但他的诗作流传下来的不少，《全唐诗》中亦有349首，北京图书馆珍藏的南宋初蜀刻十卷本《张承吉文集》共收诗469首，有“海内名士”之誉。张祜的一生，在诗歌创作上取得了卓越成就。“故国三千里，深宫二十年”张祜以是得名，而在仕途上却坎坷不达。他的为人和他的著作一样，有其独具的风格特点，纵情声色，流连诗酒的同时，还任侠尚义，喜谈兵剑，心存报国之志，希图步入政坛，效力朝廷，一展抱负。在人际交往中，他因诗扬名，以酒会友，酬酢往业，结识了不少名流显官。然而由于他的性情孤傲，狂妄清高，使他多次受辟于节度使，沦为下僚。有心报国，陈力无门，使他只好“ 幽栖日无事，痛饮读离骚”，“千年狂走酒，一生癖缘诗”。 　　张祜谢世后，太常博士皮日休送挽诗：“一代交游非不贵，五湖风月合教贫，魂应绝地为才鬼，名与遗篇在史臣”。 　　张祜诗集10卷468首至今保存完好。其诗风沉静浑厚，有隐逸之气，但略显不够清新生动；吟咏的题材相当丰富（这里面包括众多寺庙的题作和有关各种乐器及鸟禽的诗咏等等）。代表作有《题金陵渡》、《雁门太守行》、《送苏绍之归岭南》、《旅次石头岸》、《隋宫怀古》、《从军行》、《爱妾换马》、《宫词二首》、《夜宿湓浦逢崔升》、《听筝》、《散花楼》、《悲纳铁》、《樱桃》等，其中《题金陵渡》和《宫词二首》流传颇广。集十卷，今编诗二卷（全唐诗中卷第五百一十和五百一十一）。"
    },
    {
        "author": "贾岛",
        "author_info": "贾岛，北京人。早年贫寒，落发为僧，法名无本。曾居房山石峪口石村， 遗有贾岛庵。19岁云游，识孟郊、韩愈等。还俗后屡举进士不第。唐文宗时任长江主簿，故被称为“贾长江”。其张籍。次年春，至洛阳，始谒韩愈，以 诗深得赏识。后还俗，屡举进士不第。文宗时,因诽谤,贬长江(今四川蓬溪)主簿。曾作《病蝉》诗“以刺公卿”(《唐诗纪事》)。开成五年(840),迁普州司仓参军。武宗会昌三年(843)，在普州去世。贾岛诗在晚唐形成流派，影响颇大。唐代张为《诗人主客图》列为“清奇雅正”升堂七人之一。清代李怀民《中晚唐诗人主客图》则称之为“清奇僻苦主”，并列其“入室”、“及门”弟子多人。晚唐李洞、五代孙晟等人十分尊崇贾岛，甚至对他的画像及诗集焚香礼拜，事之如神（《唐才子传》、《郡斋读书志》）。贾岛著有《长江集》10卷，通行有《四部丛刊》影印明翻宋本。李嘉言《长江集新校》，用《全唐诗》所收贾诗为底本，参校别本及有关总集、选集，附录所撰《贾岛年谱》、《贾岛交友考》以及所辑贾岛诗评等，较为完备。 　　贾岛的家乡范阳曾是安禄山的老巢，安史之乱平定后，这里又长期为藩镇所据，处于半隔绝状态。贾岛出生于平民家庭，门第寒微。所以他早年行事率不可考。传说他30岁前曾数次应举，都不得志。失意之余，又迫于生计，只好栖身佛门为僧，取法名无本。贫困的家庭景况，枯寂的禅房生活，养成他孤僻冷漠而内向的性格，耽幽爱奇，淡于荣利，喜怒鲜形于色，世事颇少萦怀。但他仍酷爱吟诗，常常为构思佳句而忘乎所以，“虽行坐寝食，苦吟不辍。”贾岛也因此被视为唐代古吟诗人的典型。\n[推敲由来]　　有一次，贾岛骑驴横过长安大街，时适秋风正劲，落叶遍地，贾岛诗兴大作，即景吟“落叶满长 安”。贾岛更思属联，杳不可得。忽然，他想到“秋风吹渭水”，喜不自胜。正在他得意忘形之时，京兆尹刘栖楚“驾到”，贾岛闪避不及，唐突了京兆尹的仪仗队，结果被抓去关了一晚。 　　又有一次，贾岛骑蹇驴访李凝幽居，于驴背上得诗句“闲居少邻并，草径入荒园。鸟宿池中树，僧推月下门。过桥分野色，移石动云根。暂去还来此，幽期不负言”。但又觉得“僧敲月下门”似乎比“僧推月下门”更能衬托环境的幽静。贾岛一时拿不定主意，便在驴背上边吟诗边举手作推敲之状，反复品味，结果又无意中唐突了京兆尹韩愈的仪仗队。于是乎贾岛便被众卫士拥至韩愈跟前，贾岛具实禀报事情原委后，韩愈不但不怪罪，反而建议他改“僧推月下门”为“僧敲月下门”。于是二人又并辔而行，共论诗道，结为布衣之交，后来韩愈又劝他还俗应举，并赠诗“孟郊死葬北邙山，日月风云顿觉闲，天恐文章浑断绝，再生贾岛在人间”。贾岛为此名声大著。又传说贾岛进士及第后寓居僧法乾的精舍，与姚合、王建、张籍、雍陶等，为琴樽之好。有一天，唐宣宗微服初访，行至寺前，闻钟楼上有吟声，便上楼于贾岛案上拿起诗篇便读，贾岛不识宣宗，又一把抢过来，责怪道：郎君惯于鲜肉美酒，何能吟诗。宣宗不露声色，默然下楼而去。事后贾岛得知是唐宣宗，便到朝廷请罪。没几天，贾岛便被贬为遂州长江县(今四川蓬溪县西)主簿。 　　以上传说很有传奇色彩，虽不尽可信，但仍反映了贾岛的特殊性格。据后人考证，韩愈任京兆尹兼御史大夫是在唐穆宗长庆三年(823年)，第二年便因病去世。而贾岛与韩愈的结交，却在此前10多年。早在唐宪宗元和六年(811年)，韩愈任河南县令时，贾岛便与韩愈拉上关系。韩愈对这个僻处幽燕的诗僧非常赏识，在其《送无本师归范阳》诗中，就把贾岛引为朋友，说贾岛虽“家居幽都远”，韩愈他还是“未识气先感”。可能就在这一年，韩愈出于爱惜人才、培养后进，劝贾岛还俗应举。贾岛对科举本来并未死心，便听从韩愈劝告，回范阳办理还俗手续。第二年，韩愈奉调入京为职方员外郎。不久，贾岛也到了长安，并结识了孟郊、张籍等人。从此，贾岛与韩、孟等诗人时常来往，彼此唱和。\n[是否中进士]　　贾岛是否唐突刘栖楚？是否中进士？哪一年中进士？也不可考，但他仕途坎坷却是真的。贾岛多次赴考，都名落孙山，有一次竟因“吟病蝉之句，以刺公卿”，不仅被黜落，而且还被扣上“举 场十恶”的帽子。更使他悲伤的是，他的好友孟郊于元和九年(814年)突发急病而死。至长庆四年(824年)，韩愈又病逝。而此时之贾岛却依然是一介白衣。直到贾岛垂老之年，贾岛才出任长江县主簿。开成五年(840年)，贾岛三年考满，迁任普州(今四川安岳县)司仓参军。会昌三年(843年)，贾岛就染疾卒于任上。 　　贾岛在长江主簿任上有何建树，史书不载。唐人苏绛在他的《贾司仓墓志铭》称赞贾岛“三年在任，卷不释手”。看来，贾岛仕宦后，读书吟诗的癖好依然不改。\n[刻苦写诗]　　贾岛写诗，以刻苦认真著称。这在他自己的诗句中也有所反映。如他在《送无可上人》诗“独行潭底影，数息树边身”句下就自注：“二句三年得，一吟双泪流。知音如不赏，归卧故山秋。”“二句三年得”自然是夸张说法，但他吟诗常常煞费苦心却真有其事。 　　也正是由于他的刻苦努力，才得以弥补其天分之不足，使他终于在众星璀璨的唐代诗坛赢得一席之地，并 且留下许多佳作。如他的《忆江上吴处士》：“闽国扬帆去，蟾蜍亏复圆。秋风吹渭水，落叶满长安。此夜聚会夕，当时雷雨寒。兰桡殊未返，消息海云端。”全诗骨气开张，诗情宛转。特别是“秋风吹渭水，落叶满长安”一联，对仗自然，妙语天成，灏气流注，意境苍凉，形象饱满地传达出诗人忆念朋友的一片深情，不愧是传诵千古的名句。 　　又如他的《寄韩潮州愈》“此心曾与木兰舟，直至天南潮水头。隔岭篇章来华岳，出关书信过泷流。峰悬驿路残云断，海浸城根老树秋。一夕瘴烟风卷尽，月明初上浪西楼”。写尽贾岛对韩愈的悬念和同情，并烘托出韩愈的光明磊落，境界宏阔，音节高朗，情韵悠长，足见贾岛于平淡处见隽永的笔力。 　　再如他的《下第》诗：“下第只空囊，如何住帝乡！杏园啼百舌，谁醉在花傍？泪落故山远，病来春草长。知音逢岂，孤棹负三湘。”沉重地抒写了自己落第后的痛苦心情。贾岛一生很不得志，孤贫潦倒，宦途极艰，所以，他的诗作也以描写孤峭幽静的境界为主。但有时也有慷慨激越之作，如他的《病鹘吟》：“俊鸟还投高处栖，腾身戛戛下云梯。有时透露凌空去，无事随风入草迷。迅疾 月边捎玉兔，迟回日里拂金鸡。不缘毛羽遭零落，焉肯雄心向尔低！”依然是雄心不改，壮志难磨，仍幻想着有凌空搏击的机会。他的思想中的这种激烈奋发的因素，还常常借助于旧将、老将的形象宣泄出来。如他的《代旧将》：“旧事说如梦，谁当信老夫。战场几处在，部曲一人无。落日收病马，晴天晒阵图。犹希圣朝用，自镊白髭须”。他的《代边将》：“持戈簇边日，战罢浮云收。露草泣寒霁，夜泉鸣陇头。三尺握中铁，气冲星斗牛。报国不拘贵，愤将平虏仇。”他的《剑客》：“十年磨一剑，霜刃未曾试。今日把示君，谁有不平事。”他的《逢旧识》：“几岁阻干戈，今朝劝酒歌。羡君无白发，走马过黄河。旧宅兵烧尽，新宫日奏多。妖星还有角，数尺铁重磨”。这几首诗无不是豪气满纸，风骨凛凛。只可惜贾岛有此壮志而无此机遇，致使他始终未能施展自己的才干，最后留下的只是他的诗作《长江集》。 　　贾岛的诗作与他的苦吟精神，在唐末五代还是很有影响的。如晚唐的李洞，就“酷慕贾长江，遂铜写岛像，戴之巾中。常持数珠念贾岛佛，一日千遍。人有喜岛者，洞必手录岛诗赠之，叮咛再四曰：此无异佛经，归焚香拜之”。又如南唐孙晟，也画了贾岛的像挂在壁上，朝夕礼拜。贾岛生前虽然信佛，恐怕也不曾想到他身后竟有人因他的诗作而奉他为佛。倘若他在天有灵，也一定会为他死后“成佛”而心满意足吧！"
    },
    {
        "author": "权德舆",
        "author_info": "权德舆(759-818) 唐朝大臣。字载之，行三。天水略阳(今甘肃秦安)人，家于润州丹阳(今江苏丹阳)。名士权皋子。幼颖悟，三岁知变四声，四岁能为包佶从事。贞元二年，以大理评事摄监察御史充江西观察使李兼判官。八年，入朝为太常博士，迁左补阙。十年，任起居舍人兼知制诰。后历驾部员外郎、司勋郎中、中书舍人，均掌诰命。十八年拜礼部侍郎，三掌贡举，号为得人。永贞元年七月，改户部侍郎。元和初历兵部、吏部侍郎。元和五年，自太常卿拜礼部侍郎同中书门下平章事，为政以宽厚为本。八年罢为礼部尚书。历东都留守、刑部尚书等职。十三年卒于山南东道节度使任所，年五十八。《旧唐书》本传谓享年六十，误。赠左仆射，谥文。权德舆于贞元、元和间执掌文柄，名重一时。刘禹锡、柳宗元等皆投文门下，求其品题。性直谅宽恕，蕴藉风流，好学不倦。为文“尚气尚理”(《醉说》)，主张“体物导志”(《唐故漳州刺史张君集序》)，“有补于时”(《崔寅亮集序》)。不满于“词或侈靡，理或底伏”(《崔文翰文集序》)之衰薄文风。其文弘博雅正，温润周详，公卿侯王、硕儒名士之碑铭、集纪，多出其手，时人奉为宗匠。其诗以五言居多，五古、五律赡缛浑厚，颇多佳什。张荐称其诗“词致清深，华彩巨丽，言必合雅，情皆中“(节《答权载之书》)。严羽《沧浪诗话》谓其诗“有绝似盛唐者”。《新唐书·艺文志》著录其文集五○卷、制集五○卷、《童蒙集》一○卷、《元和格敕》三○卷(与刘伯刍等合编)。今传《权载之集》五○卷，杨嗣复为之序。其馀并佚。《全唐诗》编其诗为一○卷，见卷三二○至三二九，《全唐诗补编·补逸》卷六补诗一首，《续补遗》卷五补七首，《续拾》卷二三补二首。《全唐文》编其文为二七卷，见卷四八三至五○九，《唐文拾遗》卷二四补其文一篇。生平事迹见韩愈《唐故相权公墓碑》(碑文所记享年六十，误)、《旧唐书》卷一四八、《新唐书》卷一六五本传、《唐诗纪事》卷三一、《唐才子传校笺》卷五等。"
    },
    {
        "author": "李频",
        "author_info": "李频(818—876)，字德新，唐寿昌长林西山人。幼读黄巢起义军从浙江衢州开山700里过建州，又因唐王朝宦官擅权，藩镇割据，盗贼四起，县政不治，建州局势相当混乱。李频到任后，首先宣布政教条例，严肃官规，惩办盗贼，礼与法相提并行，使建州社会得以安定，民生安宁。 \n　　李频初到建州时，曾有《任建诗》：“入境当春务，农蚕事正殷。逢溪难饮马，度岭更劳人。想取蒸黎泰，无过赋敛均。不知成政后，是谁得为邻”。足见李频非常重视农业生产和同情民间疾苦。李频死后，建州父老将他卜葬在“县之永乐洲”。又念及李频生前甚爱梨山风景，便在梨山建庙，用庙前大梨木刻成李频象，立在庙殿中，以供拜念。宋人有诗“建安梨岳老梨木，刻作唐朝建州牧”。庙今已荒废。 \n　　李频整顿吏治，安定社会，发官仓赈济灾民，雇乡民疏通六门堰，按故道引水灌田。唐懿宗奖以绯衣、银鱼，调京任侍御史，后升任都官员外郎。不久，任建州(今福建建瓯)刺史。频以礼法治下，深受百姓爱戴。乾符三年(876)，频病死任内，建州百姓举城致哀，建梨岳庙以祀之。寿昌父老相与扶柩，归葬于永乐(今李家)，并建都官祠以示纪念。 \n　　天复年间(901～904)，李频的儿子将父母棺柩运回家乡埋葬，途中遇战乱，无法运行，只好葬在昭武光泽的大乌洲。于是李频之后裔也就定居在光泽，今人称之为：“梨山李氏”。\n[诗作]　　李频一生诗作甚多，大多散佚。宋嘉熙三年(1239)，金华人王野任建州太守，于京城书肆中得李诗195篇，辑为《梨岳诗集》，并为之序。《全唐诗》载李诗208首。历代评李诗“清新警拔”、“清逸精深”。 \n　　李频著作有《梨岳集》一卷，附录一卷。清代建安人郑修楼曾有诗赞曰：“千载嫡仙携手笑，李家天上两诗人”。把李频和李白并举。《湘口送友人》是李频的代表作之一，受到历代诗家的好评。 \n　　李频的故乡寿昌河南建有都官祠，故居石门塘有梨山古庙。1988年李频诞辰1170年之际，由县历史学会发起，有关部门集资在灵栖洞风景区建“梨岳亭”，立李频纪念碑，让前来灵栖洞游览的游人都能了解李频的事迹。"
    },
    {
        "author": "李商隐",
        "author_info": "李商隐，男，汉族，字义山，故又称李义山，号玉溪生、樊南生，晚唐著名令狐楚的赏识，后因李党的王茂元爱其才而将女儿嫁给他，他因此而遭到牛党的排斥。此后，李商隐便在牛李两党争斗的夹缝中求生存，辗转于各藩镇幕僚当幕僚，郁郁而不得志，后潦倒终身。晚唐唐诗在前辈的光芒照耀下有着大不如前的趋势，而李商隐却又将唐诗推向了又一次高峰，是晚唐最著名的诗人，杜牧与他齐名。两人并称“小李杜”，与李贺、李白合称“三李”。有《李义山诗集》。与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格浓丽，尤其是一些爱情诗写得缠绵悱恻，为人传诵。但过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。最后抑郁寡欢而死，死后葬于家乡沁阳（今沁阳与博爱县交界之处）。据《新唐书》有《樊南甲集》二十卷，《樊南乙集》二十卷，《玉溪生诗》三卷，《赋》一卷，《文》一卷，部分作品已佚。\n【家世】　　李商隐曾自称与唐朝的皇族同宗。经张采田考证，确认他是唐代皇族的远房宗室。但是没有官方的属籍文件证明此事，因而可以认为李商隐和唐朝皇室的这种血缘关系已经相当遥远了。李商隐数次在诗歌和文章中申明自己的皇族宗室身份，但这并没有给他带来任何实际的利益。 　　李商隐的家世，有记载的可以追溯到他的高祖李涉。李涉曾担任过最高级的行政职位是美原县令；曾祖李叔恒（一作叔洪），曾任安阳县尉；祖父李俌，曾任邢州录事参军；父亲李嗣，曾任殿中侍御史，在李商隐出生的时候，李嗣任获嘉县令。（今河南获嘉县）\n【生卒年考】　　商隐生年，冯浩主元和八年（813）说，张采田主元和七年（812）说。这是当今学者通常采用的说法。大部分学者赞成的是冯浩说，其最主要的是文选《上崔华州书》所云：“中丞阁下：余生二十五年矣。”冯浩题注曰：“开成元年十二月，《纪》以中书舍人崔龟从为华州防御使，例兼御史中丞宪衔，固有中丞阁下之称。”书上于开成二年（837）春初，诗人二十五岁。以此上推商隐生于元和八年。至于卒年，关涉诗人晚年行踪和创作，尤须一辨。\n【早年生活】　　在李商隐10岁前后，他的父亲在浙江幕府去世，他和母亲、弟妹们回到了河南故乡，生活贫困，要靠亲戚接济。在家中李商隐是长子，因此也就同时背负上了撑持门户的责任。后来，他在文章中提到自己在少年时期曾“佣书贩舂”，即为别人抄书挣钱，贴补家用。 　　李商隐早年的贫苦生活对他性格和观念的形成影响很大。一方面，他渴望早日做官，以光宗耀祖。事实上，他也确实努力承担起家族的责任。成年后，李商隐曾利用为母亲守孝的时间，将寄葬在各地的亲属灵柩迁葬到荥阳。陈贻焮认为这是除了受宗法思想支配外，还由于从小孤贫，家道衰微，因此更加看重骨肉之情。另一方面，早年的经历使他养成忧郁、敏感、清高的性格，这些特征既大量地从他的诗文中流露出来，也表现在他曲折坎坷的仕途生涯。 　　李商隐的启蒙教育可能来自他的父亲，对他影响最大的老师，则是他回到故乡后遇到的一位同族叔父。这位堂叔父曾上过太学，但没有做过官，终身隐居。据李商隐回忆，这位叔父在经学、小学、古文、书法方面均有造诣，而且对李商隐非常器重。受他的影响，李商隐“能为古文，不喜偶对”。大约在他16岁时，写出了两篇优秀的文章（《才论》、《圣论》，今不存），获得一些士大夫的赞赏。这些士大夫中，就包括时任天平军节度使的令狐楚。 　　令狐楚是李商隐求学生涯中又一位重要的人物，他本人是骈体文的专家，对李商隐的才华非常欣赏，不仅教授他骈体文的写作技巧，而且还资助他的家庭生活，鼓励他与自己的子弟交游。在令狐楚的帮助下，李商隐的骈体文写作进步非常迅速，由此他获得极大的信心，希望可以凭借这种能力展开他的仕途。在这一时期（大和四年，公元830年）的《谢书》中，李商隐表达了对令狐楚的感激之情以及本人的踌躇满志：“微意何曾有一毫，空携笔砚奉龙韬。自蒙夜半传书后，不羡王祥有佩刀。”\n【应举之路】　　在唐代，缺乏门第背景的知识分子希望在仕途有所发展，主要的入口有两个：科举和幕府。前者被认为是进入官场的资格，是官方对其行政能力的认可；后者是一些有势力的官僚自己培养的政治团队，如果表现出色，也往往可以通过这些官僚的举荐成为朝廷正式的官员。中晚唐时期，很多官员都既有考取科举的资格，也有作为幕僚的经历。 　　文宗开成二年（837），李商隐考取了进士资格。在此之前，他已经失败过多次。李商隐初次应举的年份难以考证，有人相信甚至在10年之前——即文宗太和二年（828）——李商隐就开始了他漫长而艰苦的应举之路。与大多数缺乏权势背景的考生一样，李商隐并不指望一举成功。他目前流传下来的诗文中没有提及当时的情形，这多少说明他对于初试的失败不是非常在意。然而，随着失败次数的增多，他渐渐开始不满。在《送从翁从东川弘农尚书幕》诗中，他将没有录取他的考官（太和七年，）比喻成阻挠他成功的小人：“鸾皇期一举，燕雀不相饶。” 　　应举的失败不会让李商隐反省自己学识不足。早在太和四年，曾经与他一起游学的令狐绹就考中进士。这显然不是因为令狐绹的学识才华比李商隐优秀，而是由于他父亲令狐楚的影响力。权贵们互相提携，大量录取上流社会关系网中的考生，在唐代科举中是很普遍的现象。许多缺乏靠山的考生都会在考试之前就去刻意结交关系，或者想出种种办法引起考官及名流的注意。据李商隐自述，他在这方面是比较低调的（《与陶进士书》），但如果说他不曾对令狐楚寄予希望，可能性也不大。从李商隐在开成元年写给令狐绹的一封信中“尔来足下仕益达，仆固不动”之类的话，可以看出他的情绪已经相当烦躁了。而他于开成二年的中举，也正是令狐父子对当值考官施加影响的结果。\n【步入仕途】　　李商隐考中进士的当年（开成二年，837）年末，令狐楚病逝。在参与料理令狐楚的丧事后不久，李商隐应泾原节度使王茂元的聘请，去泾州（今甘肃泾县北部）作了王的幕僚。王茂元对李商隐的才华非常欣赏，甚至将女儿嫁给了他。从李商隐后来的经历中可以看出，这桩婚姻将其拖入了牛李党争的政治漩涡中。 　　李商隐的尴尬处境在于：王茂元与李德裕交好，被视为“李党”的成员；而令狐楚父子属于“牛党”。因此，他的行为就被很轻易地被解读为对刚刚去世的老师和恩主的背叛。李商隐很快就为此付出了代价。在唐代，取得进士资格一般并不会立即授予官职，还需要再通过由吏部举办的考试。开成三年（838）春天，李商隐参加授官考试，结果在复审中被除名。这件事对李商隐最直接的影响是使得他获得朝廷正式官职的时间推迟了一年。不过，他并没有后悔娶了王茂元的女儿王晏媄。他们婚后的感情很好，在李商隐的眼中，王氏是一位秀丽温和体贴的妻子。 　　开成四年（839），李商隐再次参加授官考试，顺利通过，得到了秘书省校书郎的职位。这是一个低级的官职，但有一定的发展机会。没过多久，被调任弘农（今河南灵宝）县尉。虽然县尉与校书郎的品级差不多，但远离权力的中心，显然会使以后发展受到影响。李商隐在弘农任职期间很不顺利，他因为替死囚减刑（“活狱”）而受到上司陕虢观察使孙简的责难。孙简很可能以某种不留情面的态度对待李商隐，使他感到非常屈辱，难以忍受，最终以请长假的方式辞职（《任弘农尉献州刺史乞假归京》）。凑巧的是，在此前后孙简正好被调走，接任的姚合设法缓和了紧张的局面，在他的劝慰下，李商隐勉强留了下来。但他此刻显然已经没有心情继续工作，不久（开成五年，839）就再次辞职并得到获准。\n【闲居时期】　　辞去了弘农县尉，李商隐经过一段时间的调整，于武宗会昌二年（842）设法又回到秘书省任职。这一次，他的职位（“正字”）品阶比三年前（“校书郎”）还低。即便如此，李商隐毕竟又有了一个新的发展起点。在唐代，大家普遍认为在京城里的任职会比外派的官员有更多的机会升迁，而李商隐所在的秘书省，又比较容易受到高层的关注。对李商隐而言，另一个好消息是，宰相李德裕获得了武宗充分的信任，这位精干的政治家几乎被授予全权处理朝政。李商隐积极支持李德裕的政治主张，他踌躇满志，有理由期待受到重用的机会。 　　然而，命运似乎与他开了一个大大的玩笑：李商隐重入秘书省不到一年，他的母亲去世。他必须遵循惯例，离职回家守孝三年。这意味着年届而立的李商隐不得不放弃跻身权力阶层的最好的机会。这次变故对李商隐政治生涯的打击是致命的。他闲居在家的三年（会昌二年末至会昌四年末），是李德裕执政最辉煌的时期。错过了这个时期，随着不久之后武宗的去世，李德裕政治集团骤然失势，李商隐已经难以找到政治上的知音。会昌三年（843），李商隐的岳父王茂元在代表政府讨伐藩镇叛乱时病故。王茂元生前没有利用自己的影响力帮助李商隐的升迁，但他的去世无疑使李商隐的处境更加困难。 　　李商隐在闲居的几年里处理了一些家庭的事务，其中最主要的一项工作，就是将一些亲属的墓葬迁回了故乡的家族墓园。这种维护家族荣誉的努力多少使他获得心理上的满足。从现存的部分诗文中可以看出，李商隐尽量调整自己的心态，淡化对政治生涯的兴趣和期待。他有时从事农耕，声称自己“渴然有农夫望岁之志”，模仿陶渊明的风格写作田园诗歌。不过，纷乱的时局始终吸引着李商隐的注意力。他有非常鲜明的政治倾向，几乎无法隐藏。\n【幕府游历】　　会昌五年（845）十月，李商隐结束了守孝，重新回到秘书省。此时，武宗与宰相李德裕富有效率的合作关系已经到了晚期。次年三月，武宗去世，传言他是由于长期服用道士进献的长生药而中毒身亡。经过一系列的宫廷斗争，宣宗李忱即位，他反对武宗的大部分政策，尤其厌恶李德裕。因此，几乎整个会昌六年（846），都持续新一轮政治清洗，曾经权倾一时的宰相李德裕及其支持者迅速被排挤出权力中心。在宣宗本人的支持下，以白敏中为首的牛党新势力逐渐占据了政府中的重要位置。 　　这一年，李商隐在秘书省任正字。35岁的李商隐终于有了儿子（李衮师），他的堂弟李羲叟也在这一年中了进士，这两个好消息大概只能让他兴奋一时。由于支持李德裕的政治纲领以及之前就被令狐绹等人视为背叛，他不大可能分享牛党的胜利。尽管他的职位几乎低得不值得在权力斗争中被排挤，但仍然可以想象他的郁闷心情。因此，当大中元年（847）桂管观察使郑亚邀请他往赴桂林任职时，他几乎没有犹豫。　从太和三年（829）受聘于当时的天平军节度使令狐楚开始，李商隐多次进入地方官员的运作机构中担任幕僚的角色。事实上，他身为幕僚的经历比正式任职于朝廷的时间更长。不过，在宣宗大中元年（847）之前，他似乎一直将这样的经历作为过渡。对于在政治上颇有抱负的李商隐来说，这种经验非常重要，既是他历练工作能力的过程，也是积累社会关系的途径。不过，毕竟只是为日后的大展宏图而进行的准备活动。从时间上看，以往每一次的工作经验几乎都在数月之内，变动频繁，而且一旦有了入朝为官的机会，就会立即辞去幕府的工作。而这一次，李商隐作为郑亚的幕僚前往桂林时，他也许还没有意识到自己的仕途已近末路。在之后的10年间，他将在幕府游历中逐渐耗尽所有的政治热情。 　　大中元年三月，李商隐告别家人，随郑亚出发，经过两个月左右的行程，来到距京城大约5000里以外的南方。郑亚的这次南迁，是牛党清洗计划的一部分。李商隐愿意主动跟从一位被贬斥的官员，表明他同情李德裕一党。另一方面，也显示对自己的升迁不再抱有信心了。在桂林不到一年，郑亚就再次被贬官为循州刺史，李商隐也随之失去了工作。大中二年秋，他回到京城长安。据说，他在潦倒之际，写信给故友令狐绹（他已经进入权力的核心）请求帮助，但遭到拒绝，结果只能通过自己考试得到一个盩厔县尉的小职位。具有讽刺意味的是：10年前，他正好也是一个相当的职位（弘农县尉）。 　　李商隐担任盩厔尉时间不长，又被调回京城。此时，与大中元年他在秘书省的情形非常相似：低微的官职，渺茫的前途，落寞之余，期盼着出现变化。大中三年九月，李商隐得到武宁军节度使卢弘止的邀请，前往徐州任职。卢弘止是一位有能力的官员，对李商隐也非常欣赏。如果他的仕途顺利，李商隐可能还有最后一次机会。然而不巧的是，李商隐追随卢弘止仅仅一年多后，后者就于大中五年春天病故。这样，李商隐不得不再一次另谋生路。\n【夕阳晚景】　　大中五年，李商隐经历的另一次重大打击，是他的妻子王氏在春夏间病逝。从李商隐的诗文上看，他和王氏的感情非常好。这位出身于富贵家庭的女性，多年来一直尽心照料家庭，支持丈夫。由于李商隐多年在外游历，夫妻在很长的一段时间里聚少离多。可以想象，李商隐对于妻子是有一份歉疚的心意；而他仕途上的坎坷，无疑增强了这份歉疚的感情。家庭的巨大变故并没有给李商隐很长的时间去体验痛苦。 　　这年秋天，被任命为西川节度使的柳仲郢向李商隐发出了邀请，希望他能随自己去西南边境的四川任职。李商隐接受了参军的职位，他在简单地安排了家里的事情之后，于十一月入川赴职。他在四川的梓州幕府生活了四年，大部分时间都郁郁寡欢。他曾一度对佛教发生了很大的兴趣，与当地的僧人交往，并捐钱刊印佛经，甚至想过出家为僧。梓幕生活是李商隐宦游生涯中最平淡稳定的时期，他已经再也无心无力去追求仕途的成功了。 　　大中九年，柳仲郢被调回京城任职。出于照顾，他给李商隐安排了一个盐铁推官的职位，虽然品阶低，待遇却比较丰厚。李商隐在这个职位上工作了两到三年，罢职后回到故乡闲居。大中十三年秋冬，李商隐在家乡病故。\n【社会交往】　　有人根据李商隐部分诗作的风格，推想他性格内向（袁行霈主编：《中国文学史》·第四编·第十一章）。这种猜测多少有些武断。如果从李商隐的另外一些活泼幽默的作品来看，可以得出完全相反的结论。现存的资料（主要是他本人的诗歌和文章）表明李商隐的社交范围广泛，他是一个乐于交往而且颇受欢迎的人。 　　李商隐交往圈里的人物分为四类： 　　与仕途生计有关的人物。包括令狐楚、令狐绹、崔戎、王茂元、李执方、卢弘止、郑亚、柳仲郢、李回、杜悰、萧浣、杨虞卿、杨嗣复、周墀、姚合、孙简等人； 互相酬和诗友。包括杜牧、温庭筠、白居易等人；政见或信仰志同道合的朋友。包括刘蕡、永道士、崔珏、李郢等人；礼节性的交游或亲戚之间的来往。包括令狐绪、韩瞻以及他在各个阶段的同事。\n【爱情】　　李商隐画像、李商隐的爱情生活，被许多研究者关注，部分原因在于李商隐以《无题》为代表的诗歌中，表现出一种扑朔迷离而又精致婉转的感情，容易被人视为丰富的爱情体验的表达。 　　关于李商隐的爱情，猜测的部分远远多于有实际证据的，但这并不妨碍人们对此津津乐道，甚至象阅读侦探小说一样揣摩分析他的诗文，希冀发现切实的凭据。下面这些女子被认为是与李商隐有过感情纠葛的： 　　柳枝。柳枝的名字出现在李商隐写于开成元年（836）年的一组诗（《柳枝五首》）中。他还为这组诗写了一个长长的序言，讲述了柳枝的故事：她是一个洛阳富商的女儿，活泼可爱，开朗大方，在一个偶然的机会听到李商隐的诗（《燕台诗》），心生爱慕，于是主动与他约会。但李商隐失约了。他后来得知，柳枝被一个有权势的人收为妾。两人再也没有见过面，如果不是李商隐杜撰，这一段没有结果的感情很可能就是他的初恋。 　　宋华阳。李商隐在青年时期曾经在玉阳山修习道术，因此有人猜想他在这期间与女道士发生过恋情。在《月夜重寄宋华阳姊妹》、《赠华阳宋真人兼寄清都刘先生》等诗中，李商隐提到了“宋华阳”的名字，于是，宋华阳就被认为是李商隐的恋人。还有一种夸张的说法是：李商隐曾经和宋华阳姐妹二人同时恋爱。苏雪林在《玉溪诗谜》中对于这个故事进行了最大限度的想象发挥。 　　锦瑟（柳枝）。李商隐有一首著名的《锦瑟》诗，刘攽在《中山诗话》中提到，有人猜测“锦瑟”是令狐楚家的一位侍儿，李商隐在令狐家受学期间，曾与她恋爱，但终于没有结果。 　　荷花。民间传说他在与王氏结婚前，曾有一小名“荷花”的恋人，两人十分恩爱。在他进京赶考前一月，荷花突然身染重病，李商隐陪伴荷花度过最后的时光。这段悲剧给他造成很大的打击，以后的诗中他常以荷花为题也是对旧情的眷恋。 　　王氏。王氏是李商隐的妻子。但有人从李商隐《祭小侄女寄寄文》中（“况吾别娶已来，胤绪未立”）推断王氏为李商隐再婚的妻子。如果这种看法成立，李商隐应该还有一位初婚妻子，但关于这方面的信息几乎空白。李商隐与王氏的感情非常好，在王氏去世后，他写下《房中曲》等悼亡诗篇，情感真挚，语意沉痛。其中最著名的，是在他离家赴蜀地宦游途中所作《悼伤后赴东蜀辟至散关遇雪》：“剑外从军远，无家与寄衣。散关三尺雪，回梦旧鸳机。” 也有猜测，《锦瑟》也是为纪念亡妻而作，以琴弦断裂比喻妻子去世。 　　对于李商隐爱情生活的研究，以苏雪林的《李义山恋爱事迹考》（1927）最为著名。此书在1947年曾再版，更名为《玉溪诗谜》。苏雪林的研究，继承了程梦星、冯浩等人的成果，拓宽和丰富了这一领域的内容。例如，通过她的考证，多数人接受了李商隐与女道士的恋爱经历。不过，苏雪林的猜测和推理几乎不加节制，从而构画出几段离奇的恋情，包括他曾与宫女偷情。\n【影响】　　施蛰存认为，李商隐的诗的社会意义虽然不及李白、杜甫、白居易，但是李商隐是对后世最有影响力的诗人，因为爱好李商隐诗的人比爱好李、杜、白诗的人更多。在清代孙洙编选的《唐诗三百首》中，收入李商隐的诗作22首，数量仅次于杜甫（38首）、王维（29首）、李白（27首），居第四位。这个唐诗选本在中国家喻户晓，由此也可以看出李商隐在普通民众中的巨大影响。 　　晚唐时期，韩偓、吴融和唐彦谦已经开始自觉学习李商隐的诗歌风格。到了宋代，学习李商隐的诗人就更多了。据叶燮说：“宋人七绝，大概学杜甫者什六七，学李商隐者什三四。”（《原诗》）北宋初期的杨亿、刘筠、钱惟演等人宗法李商隐，经常互相唱和，追求辞藻华美、对仗工整，并刊行了一部《西昆酬唱集》，被称为西昆体。在当时颇有影响。此外，王安石对李商隐也评价很高，认为他的一些诗作“虽老杜无以过也”（《蔡宽夫诗话》）。王安石本人的诗歌风格也明显受到李商隐的影响。 　　明朝的诗人从前、后七子到陈子龙、钱谦益、吴伟业，都受到李商隐的影响。清朝喜欢写艳情诗的人更是专学李商隐的无题诗，例如王彦泓的《疑云集》和《疑雨集》。民国时期鸳鸯蝴蝶派小说中的香艳诗也是受到他的影响。\n【诗歌成就】　　李商隐通常被视作唐代后期最杰出的诗人，其诗风受李贺影响颇深，在句法、章法和结构方面则受到杜甫和韩愈的影响。许多评论家认为，在唐朝的优秀诗人中，他的重要性仅次于杜甫、李白、王维等人。就诗歌风格的独特性而言，他与其他任何诗人相比都不逊色。但用典相对较多，有晦涩之嫌。赞赏李商隐诗歌和批评他的人，所针对的都是他鲜明的个人风格。后世许多诗人模仿李商隐的风格，但没有一位被认可。根据刘学锴、余恕诚的整理研究，李商隐流传下来的诗歌共594首，其中381首已经基本确定了写作的时间，213首无法归入具体的年份。此外，还有十来首怀疑是李商隐的诗作，不过证据欠充分。 　　从吟咏的题材来看，李商隐的诗歌主要可以分为几类： 　　政治和咏史。作为一个关心政治的知识分子，李商隐写了大量这方面的诗歌，留存下来的约有一百首左右。其中《韩碑》、《行次西郊作一百韵》、《随师东》、《有感二首》等，是其中比较重要的作品。李商隐早期的政治诗指陈时局，语气严厉悲愤，又含有自我期许的意味，很能反应他当时的心态。在关于政治和社会内容的诗歌中，借用历史题材反映对当代社会的意见，是李商隐此类诗歌的一个特色。《富平少侯》、《北齐二首》、《茂陵》等，就是其中的代表。 　　抒怀和咏物。李商隐一生仕途坎坷，心中的抱负无法得到实现，于是就通过诗歌来排遣心中的郁闷和不安。《安定城楼》、《春日寄怀》、《乐游原》、《杜工部蜀中离席》是流传得较广的几首。值得注意的是，这类内容的作品中许多七言律诗被认为是杜甫诗风的重要继承者。 　　感情诗。包括大多数无题诗在内的吟咏内心感情的作品是李商隐诗歌中最富有特色的部分，也获得了后世最多的关注。《锦瑟》、《燕台诗》、《碧城三首》、《重过圣女祠》等，保持了与无题诗类似的风格。而《柳枝五首》、《夜雨寄北》、《悼伤后赴东蜀辟至散关遇雪》等，则反映出李商隐感情诗另一种风格的意境。 　　应酬和交际。在李商隐用于交际的诗作中，写给令狐绹的几首（《酬别令狐补阙》、《寄令狐郎中》、《酬令狐郎中见寄》、《寄令狐学士》、《梦令狐学士》、《令狐舍人说昨夜西掖玩月因戏赠》）特别引人注意，为解释他与令狐绹的关系提供了直接的证据。李诗广纳前人所长，承杜甫七律的沉郁顿挫，融齐梁诗的华丽浓艳，学李贺诗的鬼异幻想，形成了他深情、缠绵、绮丽、精巧的风格。李诗还善于用典，借助恰当的历史类比，使隐秘难言的意思得以表达。\n【诗风】　　他的诗歌体现了他的思想，其人基本思想基本属于儒家，但看中实用，对儒学有一定的批判精神，认为不必规规然以孔子为师，不必以“能让”为贤等。他还有佛道思想，主张以“自然”为祖。 　　李商隐的诗具有鲜明而独特的艺术风格，文辞清丽、意韵深微，有些诗可作多种解释，好用典，有些诗较晦涩。现存约600首，特别是其中的无题诗堪称一绝，而最为突出的便是他的爱情诗。李商隐擅作七律和五言排律，七绝也有不少杰出的作品。清朝诗人叶燮在《原诗》中评李商隐的七绝“寄托深而措辞婉，实可空百代无其匹也。” 　　他的格律诗继承了杜甫在技巧上的传统，也有部分作品风格与杜甫相似。与杜甫相似，李商隐的诗经常用典，而且比杜甫用得更深更难懂，而且常常每句读用典故。他在用典上有所独创，喜用各种象征、比兴手法，有时读了整首诗也不清楚目的为何。而典故本身的意义，常常不是李商隐在诗中所要表达的意义。例如《常娥》（嫦娥），有人直观认为是咏嫦娥之作，纪昀认为是悼亡之作，有人认为是描写女道士，甚至认为是诗人自述，众说纷纭。 　　也正是他好用典故的风格，形成了他作诗的独特风格。据宋代黄鉴的笔记《杨文公谈苑》记载，李商隐每作诗，一定要查阅很多书籍，屋子里到处乱摊，被人比作“獭祭鱼”。明王士桢也以玩笑的口吻说：“獭祭曾惊博奥殚，一篇锦瑟解人难。”（《戏仿元遗山论诗绝句》）批评意见认为他有时用典太过，犯了晦涩的毛病，使人无法了解他的诗意。鲁迅曾说：“玉溪生清词丽句，何敢比肩，而用典太多，则为我所不满。”（1934年12月致杨霁云的信） 　　此外，李商隐的诗词藻华丽，并且善于描写和表现细微的感情。"
    },
    {
        "author": "西鄙人",
        "author_info": "西鄙人，西北边境人，生平姓名不详。因著有“哥舒歌”而留世。"
    },
    {
        "author": "王建",
        "author_info": "王建（约767－约830年），唐代乐府，同情百姓疾苦，与张籍齐名。又写过宫词百首，在传统的宫怨之外，还广泛地描绘宫中风物，是研究唐代宫廷生活的重要材料。他写过一些小词，别具一格，《调笑令》，原题为“宫中调笑”，可见本是专门供君王开开玩笑的，王建却用来写宫中妇女的哀怨：“团扇，团扇，美人并来遮面。玉颜憔悴三年，谁复商量管弦？弦管，弦管，春草昭阳路断。”末句斩钉截铁，守望之情，跃然纸上。又如《江南三台》：“扬州池边小妇，长干市里商人。三年不得消息，各自拜鬼求神。”纯是白描，别有情趣。 \n　　王建是大历进士。门第衰微，早岁即离家寓居魏州乡间。20岁左右，与张籍相识,一道从师求学，并开始写乐府诗。贞元十三年(797)，辞家从戎,曾北至幽州、南至荆州等地,写了一些以边塞战争和军旅生活为题材的诗篇。在“从军走马十三年”（《别杨校书》）后，离开军队，寓居咸阳乡间，过着“终日忧衣食”(《原上新居十三首》)的生活。元和八年(813)前后,“白发初为吏”（《初到昭应呈同僚》），任昭应县丞。长庆元年(821)，迁太府寺丞，转秘书郎。在长安时，与张籍、韩愈、白居易、刘禹锡、杨巨源等均有往来。大和初,再迁太常寺丞。约在大和三年(829)，出为陕州司马。世称王司马。大和五年，为光州（治所在今河南潢川）刺史，贾岛曾往见赠诗。此后行迹不详。 \n　　王建一生沉沦下僚，生活贫困，因而有机会接触社会现实,了解人民疾苦,写出大量优秀的乐府诗。他的乐府诗和张籍齐名,世称“张王乐府”。其诗题材广泛,生活气息浓厚,思想深刻,爱憎分明。如《十五夜望月》、《田家行》、《簇蚕辞》、《当窗织》、《织锦曲》、《促刺词》、《去妇》、《水夫谣》、《海人谣》等，反映了劳动人民备受残酷剥削压迫的痛苦生活，特别对劳动妇女的悲惨境遇深表同情;《白□歌二首》、《羽林行》、《射虎行》等，揭露了君主荒淫、权豪凶横和藩镇混战等黑暗的社会现实；《古从军》、《辽东行》、《渡辽水》、《凉州行》等，抨击了给广大人民带来灾难的开边战争，同时也谴责了边将的无能，不知收复失地，表现了既反对穷兵黩武，又慨叹国土沦丧的进步立场。此外，他还有一些作品，如《赛神曲》、《田家留客》等描写了农村风俗和生活画面；《寄远曲》、《镜听词》等，表现了妇女对出门远行亲人的思念之情；《望夫石》、《精卫词》等，歌颂了坚贞的爱情和被压迫者的斗争精神。也有少数作品，流露出人生无常、叹老伤贫等消极情绪。 王建乐府诗，善于选择生活中具有典型意义的人物，事件和环境加以艺术概括,集中而形象地反映现实,揭示矛盾。他很少在诗中发议论，而是运用比兴、白描、对比、映衬等手法，通过各种形象或人物的自白来再现现实；或在结尾用重笔突出主题，戛然而止。用笔简洁峭拔，入木三分，语气含蓄，意在言外。体裁大多是七言歌行，篇幅较短。语言通俗明晰而凝炼精悍，富有民歌谣谚的色彩。用韵平仄相间,往往隔二句或四句换韵,节奏短促，激越有力。这些特色，形成了王建乐府诗特有的艺术风格。 \n　　王建又以《宫词》知名。他的《宫词》百首，突破前人抒写宫怨的窠臼，广泛地描绘宫禁中的宫阙楼台、早朝仪式、节日风光，以及君王的行乐游猎，歌伎乐工的歌舞弹唱,宫女的生活和各种宫禁琐事,犹如一幅幅风俗图画，是研究唐代宫廷生活的重要资料。欧阳修《六一诗话》曾指出它的内容“多言唐宫禁中事，皆史传小说所不载者”。诗中的描绘也栩栩如生，因而广为传播，颇有仿作。魏庆之《诗人玉屑》引《唐王建宫词旧跋》说，后世“效此体者虽有数家，而建为之祖”。王建的五、七言近体，有一部分征戍迁谪、行旅离别、幽居宦况之作，因有真实的生活体验，也能“感动神思，道人所不能道”（《唐才子传》）。但这些诗往往杂有消极颓废思想，艺术上也缺乏明显特色。他的绝句，则清新婉约，多可诵之作。还写过《宫中三台》和《江南三台》等小令，是中唐文人词的重要作者之一。 \n　　王建的著作,《新唐书·艺文志》、《郡斋读书志》、《直斋书录解题》等皆作10卷,《崇文总目》作2卷。今传刻本有:《王建诗集》10卷,南宋陈解元书棚本；1959年中华书局上海编辑所以此为底本，并参照其他刊本校补排印。《王建诗集》8卷,明汲古阁刻本。《王建诗》8卷,《唐六名家集》本。《王司马集》8卷,清胡介祉刊本。《王建诗集》10卷，《唐诗百名家全集》本。《宫词》1卷，有单刻本及明顾起经注本。事迹见《唐诗纪事》、《唐才子》。"
    },
    {
        "author": "柳宗元",
        "author_info": "柳宗元（773年—819年），字子厚，山西运城人，世称“柳河东” “河东先生”。因官终柳州刺史，又称“柳柳州”“柳愚溪”，汉族，祖籍河东（今山西省.永济市运城、芮城一带）。唐代文学家、哲学家、散文家和思想家，与韩愈共同倡导唐代古文运动,并称为“韩柳”。与刘禹锡并称“刘柳”。与王维、孟浩然、韦应物并称“王孟韦柳”。与唐代的韩愈、宋代的欧阳修、苏洵、苏轼、苏辙、王安石和曾巩， 并称为 “唐宋八大家”（柳宗元为唐宋八大家之二） 。唐代宗大历八年（773年）出生于京都长安（今陕西省西安市） \n　　柳宗元出身于 官宦家庭，少有才名，早有大志。早年为考进士，文以辞采华丽为工。贞元九年（793）中进士，十四年登博学鸿词科，授集贤殿正字。一度为蓝田尉，后入朝为官，积极参与王叔文集团政治革新，迁礼部员外郎。永贞元年（805）九月，革新失败，贬邵州刺史，十一月柳宗元加贬永州司马（任所在今湖南省永州市零陵区），在此期间，写下了著名的《永州八记》（《始得西山宴游记》《钴鉧潭记》《钴鉧潭西小丘记》《小石潭记》《袁家渴记》《石渠记》《石涧记》《小石城山记》）。元和十年（815）春回京师，不久再次被贬为柳州刺史，政绩卓著。宪宗元和十四年十一月初八（819年11月28日）卒于柳州任所。交往甚蕃，刘禹锡、白居易等都是他的好友。 \n　　柳宗元一生留李益唱和，李益对他很推崇。父亲和母亲给予柳宗元儒学和佛学的双重影响，这为他后来“统合儒佛”思想的形成奠定了基础。\n[出仕]　　贞元九年（793年）春，20岁的柳宗元考中进士，同时中进士的还有他的好友刘禹锡。贞元十二年（796年）柳宗元任秘书省校书郎，算是步入官场，这一年，与杨凭之女在长安结婚，两年后，中博学宏词科，调为集贤殿书院正字，得以博览群书，开阔眼界，同时也开始接触朝臣官僚，了解官场情况，并关心、参与政治。到集贤殿书院的第一年，他便写了《国子司业阳城遗爱碑》，颂扬了在朝政大事上勇于坚持己见的谏议大夫阳城，第二年写了《辩侵伐论》，表明坚持统一、反对分裂的强烈愿望。 \n　　贞元十七年（801年），柳宗元调为蓝田尉，两年后又调回长安任监察御史里行，时年31岁，与韩愈同官，官阶虽低，但职权并不下于御史，从此与官场上层人物交游更广泛，对政治的黑暗腐败有了更深入的了解，逐渐萌发了要求改革的愿望，成为王叔文革新派的重要人物。 \n　　王叔文、王伾的永贞革新，虽只有半年时间便宣告失败，但却是一次震动全国的进步运动，所实行的措施，打击了当时专横跋扈的宦官和藩镇割据势力，利国利民，顺应了历史的发展。柳宗元与好友刘禹锡是这场革新的核心人物，被称为“二王刘柳”。年轻的柳宗元在政治舞台上同宦官、豪族、旧官僚进行了尖锐的斗争。他的革新精神与斗争精神是非常可贵的。\n[在永州]　　由于顺宗下台、宪宗上台，革新失败，“二王刘柳”和其他革新派人土都随即被贬。宪宗八月即位，柳宗元九月便被贬为邵州（今湖南邵阳市）刺史，行未半路，又被加贬为永州（今湖南永州市）司马。这次同时被贬为司马的，还有七人，所以史称这一事件为“二王八司马事件”。 \n　　永州地区地处湖南和广东\\广西交界的地方，当时甚为荒僻，是个人烟稀少令人可怕的地方。和柳宗元同去永州的，有他67岁的老母亲、堂弟柳宗直、表弟卢遵。他们到永州后，连住的地方都没有，后来在一位僧人的帮助下，在龙兴寺寄宿。由于生活艰苦，到永州未及半载，他的老母卢氏便离开了人世。 \n　　柳宗元被贬后，政敌们仍不肯放过他。造谣诽谤，人身攻击，把他丑化成“怪民”，而且好几年后，也还骂声不绝。由此可见保守派恨他的程度。在永州，残酷的政治迫害，艰苦的生活环境，使柳宗元悲愤、忧郁、痛苦，加之几次无情的火灾，严重损害了他的健康，竟至到了“行则膝颤、坐则髀痹”的程度。贬谪生涯所经受的种种迫害和磨难，并未能动摇柳宗元的政治理想。他在信中明确表示：“虽万受摈弃，不更乎其内。” \n　　永州之贬，一贬就是10年，这是柳宗元人生一大转折。在京城时，他直接从事革新活动，到永州后，他的斗争则转到了思想文化领域。永州十年，是他继续坚持斗争的十年，广泛研究古往今来关于哲学、政治、历史、文学等方面的一些重大问题，撰文著书，《封建论》、《非〈国语〉》、《天对》、《六逆论》等著名作品，大多是在永州完成的。\n[衣冠墓]　　唐元和十四年(公元819年)柳宗元在柳州病逝。后一年，灵柩运回京兆万年县栖凤原（今陕西西安）。《柳州县志》记载：“宗元原厝于古州治，其榇虽扶归，而封土尚存。”这封土就是现在的柳宗元衣冠墓。原毛石砌墓是清代重建的，墓碑题“唐刺史文惠侯柳公宗元之墓”，有对联“文能寿世，惠以养民”。文革时墓被毁平。1974年修复，郭沫若题碑：“唐代柳宗元衣冠墓”。（如右图所示，位于广西壮族自治区柳州市柳侯祠内）柳宗元生平事迹，参见韩愈《柳子厚墓志铭》、新、旧《唐书》本传、文安礼《柳先生年谱》（载五百家注柳集卷首，别有《粤雅堂丛书》本）。今人著作，施子瑜《柳宗元年谱》（载《武汉大学学报》1957年第一期，有湖北人民出版社本），山西师范学院中文系《柳宗元年谱初稿》（载《山西师院》1974年第3期）,可供参考。关于柳宗元的研究论著，章士钊《柳文指要》，取材详博，为论柳著作的巨帙，但其中多扬柳抑韩之论。\n【成就】　　柳宗元虽然活了不到50岁，却在文学上创造了光辉的业绩，在诗歌、辞赋、散文、游记、寓言、小说、杂文以及文学理论诸方面，都做出了突出的贡献。 \n　　柳宗元一生留下600多篇诗文作品，其诗多抒写抑郁悲愤、思乡怀友之情，幽峭峻郁，自成一路。最为世人称道者，是那些清深意远、疏淡峻洁的山水闲适之作。文的成就大于诗。其骈文有近百篇，不脱唐骈文习气，但也有像《南霁云睢阳庙碑》那样的佳作。 \n　　柳宗元的集子,为刘禹锡所编，题《河东先生集》，宋初穆修始为刊行。《四库全书》所收宋韩醇《诂训柳先生文集》45卷、外集 2卷、新编外集 1卷，为现存柳集最早的本子。宋童宗说音注、张敦颐音辨、潘纬音义的《增广注释音辨唐柳先生集》43卷、别集 2卷、外集2卷、附录1卷，有《四部丛刊》影元刊本，为现行影印本之最早者。宋童宗说注《新刊增广百家详补注唐柳先生文集》45卷,宋建州刻本,现藏北京图书馆。宋魏怀忠编注《五百家注音辨柳先生文集》21卷、外集2卷、新编外集1卷、《龙城录》2卷、附录8卷，有《四库全书珍本初集》影印文渊阁本。宋廖莹中编注《河东先生集》45卷、外集 2卷、补遗、附录等，为宋人注本中最后的一种，有□隐庐影印宋刻世□堂本，中华书局上海编辑所曾据以排印，上海人民出版社有重印本。明蒋之翘辑注《柳河东集》45卷、外集 5卷、遗文、附录等，虽采辑旧注，中多蒋氏自注的部分；有明三径藏书刻本、《四部备要》排印本。 \n　　柳宗元重视文章的内容，主张文以明道，认为“道”应于国于民有利，切实可行。他注重文学的社会功能，强调文须有益于世。他提倡思想内容与艺术形式的完美结合，指出写作必须持认真严肃的态度，强调作家道德修养的重要性。他推崇先秦两汉文章，提出要向儒家经典及《庄子》、《老子》、《离骚》、《史记》等学习借鉴，博观约取，以为我用，但又不能厚古薄今。在诗歌理论方面，他继承了刘勰标举“比兴”和陈子昂提倡“兴寄”的传统。与白居易《与元九书》中关于讽喻诗的主张一致。他的诗文理论，代表着当时文学运动的进步倾向。\n[诗歌]　　柳宗元的诗，共集中140余首，在大家辈出、百花争艳的唐代诗坛上，是存诗较少的一个，但却多有传世之作。他在自己独特的生活经历和思想感受的基础上，借鉴前人的艺术经验，发挥自己的创作才华，创造出一种独特的艺术风格，成为代表当时一个流派的杰出诗才。苏轼评价说：“所贵乎枯谈者，谓其外枯而中膏，似淡而实美，渊明、子厚之流是也。”把柳宗元和陶渊明并列。现存柳宗元诗，绝大部分是贬官永州以后作品，题材广泛，体裁多样。他的叙事诗文笔质朴，描写生动，寓言诗形象鲜明，寓意深刻，抒情诗更善于用清新峻爽的文笔，委婉深曲地抒写自己的心情。不论何种体裁，都写得精工密致，韵味深长，在简淡的格调中表现极其沉厚的感情，呈现一种独特的面貌。因他是一位关心现实、同情人民的诗人，所以无论写什么题材，都能写出具有社会意义和艺术价值的诗篇。 \n　　柳诗现存140多首，均为贬谪后所作。前人把他与王维、孟浩然、韦应物并称王孟韦柳。其部分五古思想内容近于陶渊明诗，语言朴素自然，风格淡雅而意味深长。另外一些五古则受谢灵运影响，造语精妙，间杂玄理，连制题也学谢诗。但柳诗能于清丽中蕴藏幽怨，同中有异。另外，柳诗还有以慷慨悲健见长的律诗《登柳州城楼寄漳汀封连四州》为唐代七律名篇，绝句《江雪》在唐人绝句中也是不可多得之作。\n[古文]　　柳宗元的散文，与韩愈齐名，韩柳二人与宋代的欧阳修、苏轼等并称为“唐宋八大家”，堪称我国历史上最杰出的散文家。唐中叶，柳宗元和韩愈在文坛上发起和领导了一场古文运动。他们提出了一系列思想理论和文学主张。在文章内容上，针对骈文不重内容、空洞无物的弊病，提出“文道合一”、“以文明道”。要求文章反映现实，“不平则鸣”，富于革除时弊的批判精神。文章形式上，提出要革新文体，突破骈文束缚，句式长短不拘，并要求革新语言“务去陈言”、“辞必己出”。此外，还指出先“立行”再“立言”。这是一种进步的文学主张。韩柳二人在创作实践中身体力行，创作了许多内容丰富、技巧纯熟、语言精练生动的优秀散文。韩柳的古文运动对后世产生了深远的影响。 \n　　在游记、寓言等方面，柳宗元同样为后世留下了极其优秀的作品。<<永州八记>>已成为我国古代山水游记名作。这些优美的山水游记，生动表达了人对自然美的感受，丰富了古典散文反映生活的新领域，从而确立了山水记作为独立的文学体裁在文学史上的地位。因其艺术上的成就，被人们千古传诵、推崇备至。除寓言诗外，柳宗元还写了不少寓言故事，《黔之驴》、《永某氏之鼠》等，也已成古代寓言名篇。“黔驴技穷”，已成成语，几乎尽人皆知。有的寓言篇幅虽短，但也同他的山水记一样，被千古传诵。\n[论说]　　柳宗元的论说包括哲学、政论等文及以议论为主的杂文。笔锋犀利，论证精确。《天说》为哲学论文代表作。《封建论》、《断刑论》为长篇和中篇政论代表作。《晋文公问守原议》、《桐叶封弟辩》、《伊尹五就桀赞》等为短篇政论代表。 \n　　他的哲学思想中具有朴素的唯物论成分，在《天说》《天对》《非国语》《封建论》中集中反映了他的唯物主义思想：(1)否定神秘的天，宇宙是混沌的，运动的元气构成的，所谓的天是大自然构成的冤死，根本不存在至高无上可以支配人的命运的天，天地万物的变化都是元气运动的结果。不存在神秘的外在力量。（2）天人不相预说。在天人关系上他认为天和人是互不相干涉的，主张重视人事而不空谈天命鬼神。（3）对鬼神迷信从认识论的根源上做出了解释，人们迷信鬼神是力量弱的表现。如果人们掌握了规范和瑰丽，人力足以支配自然，就不会相信鬼神了。 \n　　其政治思想主要表现为重“势”的进步社会历史观和儒家的民本思想。但也受佛教影响，尤是政治失意时，往往向佛教寻找精神上的解脱。\n[寓言]　　柳宗元的寓言言继承并发展了《庄子》、《韩非子》、《吕氏春秋》、《列子》、《战国策》传统，多用来讽刺、抨击当时社会的丑恶现象。推陈出新，造意奇特，善用各种动物拟人化的艺术形象寄寓哲理或表达政见。代表作有《三戒》（《临江之麋》、《黔之驴》、《永某氏之鼠》）、《传》、《罴说》等篇。嬉笑怒骂，因物肖形，表现了高度的幽默讽刺艺术。\n[传记]　　继承了《史记》、《汉书》传统，又有所创新。代表作有《段太尉逸事状》、《梓人传》、《河间传》、《捕蛇者说》等。有些作品在真人真事基础上有夸张虚构，似寓言又似小说。如《宋清传》、《种树郭橐驼传》、《童区寄传》。\n[骚赋]　　宋人严羽说：“唐人惟子厚深得骚学。”此论相当中肯。柳宗元的辞赋继承和发扬了屈原辞赋的传统。他的辞赋，不仅利用了传统的形式，而且继承了屈原的精神。这或者是因为两人虽隔千载，但无论是思想、遭遇，还是志向、品格，都有相通之处。《旧唐书》本传云柳宗元“既罹窜逐，涉履蛮瘴，崎岖堙（户乙）。蕴骚人之郁悼，写情叙事，动必以文，为骚文数十篇，览之者为之凄恻。”与屈原之作辞赋，何其相似。柳宗元的“九赋”和“十骚”，确为唐代赋体文学作品中的佳作，无论侧重于陈情，还是侧重于咏物，都感情真挚，内容充实。 \n　　《惩咎赋》、《闵生赋》、《梦归赋》、《囚山赋》等，均用《离骚》、《九章》体式。或直抒胸臆，或借古自伤，或寓言寄讽，幽思苦语，深得屈骚精髓。《天对》、《晋问》两巨篇，则为另一种类型，形式仿照《天问》、《七发》，造语奇特深奥。此外，柳集中也有不少有关佛教的碑、铭、记、序、诗歌等作品，对禅宗、天台宗、律宗等学说有所涉及。\n[山水游记]　　柳宗元的游记最为脍炙人口，均写于被贬后，以永州之作更胜。典范之作为《永州八记》：《始得西山宴游记》、《钴鉧潭记》、《钴鉧潭西小丘记》、《小石潭记》、《袁家渴记》、《石渠记》、《石涧记》、《小石城山记》。这些作品，既有借美好景物寄寓自己的遭遇和怨愤；也有作者幽静心境的描写，表现在极度苦闷中转而追求精神的寄托。至于直接刻画山水景色，则或峭拔峻洁，或清邃奇丽，以精巧的语言再现自然美。 《永州八记》作于元和四年以后。那时，柳宗元因政治改革失败被贬永州，即今湖南永州。文章写的都是当时永州附近的一些山水风景，文章短小、轻灵，朴实、顺畅，为历代所传颂。其中以《小石潭记》最为著名，作者通过他的笔向人们描述出了一个清幽宁静的小石潭风景。文章引人入胜，隽咏无穷。开头用未见其形，先闻其声的写法展示小石潭。以鱼写潭，则潭水之清澈可以想见；以鱼写人，则人羡鱼乐之情溢于言表。作者状形、传神、布影、设色，笔墨经济，手法高超。结尾以清寂幽邃之境写凄寒悄怆之感，情景交融。\n【教育成就】　　柳宗元认为天下万物的生长，都有自身的发展规律，“顺木之天，以致其性。”必须顺应自然规律，否则不仅徒劳无益，还会造成损害。 \n　　柳宗元认为，育人和种树的道理是一样的，育人同样要顺应人的发展规律，而不能凭着主观愿望和情感恣意干预和灌输。 \n　　柳宗元赞赏韩愈的《师说》之论，也钦佩韩愈不顾流俗、勇于为师的精神，对当时社会上层士大夫“耻于相师”的风气感到痛心。他说：“举世不师，故道益离。”但他在师道观上又有自己的见解和实施方式。他写下了《师友箴》、《答韦中立论师道书》、《答严厚舆秀才论为师道书》等文章，阐述了自己的师道观。其核心观点就是“交以为师”。 \n　　柳宗元充分肯定教师的作用。他认为无师便无以明道，要“明道”必从师。 \n　　但是，对韩愈不顾世俗嘲骂而“抗颜为师”的作法，他表示自己没有勇气这样做，但他又不是完全放弃为师，而是去为师之名，行为师之实。 \n　　柳宗元谢绝的是结成正式师生关系的名分，不敢受拜师之礼。但对来向他请教问道者，他无不尽其所知给予解答，诚恳地指导后学者，确有为师之实。他提出“交以为师”的主张，即师生之间应和朋友之间一样，相互交流、切磋、帮助，在学术研讨上是平等的，而不是单纯的教导与被教导的关系。柳宗元的“师友”说是传统师道观中有很大影响的一种学说，尤其是在高层次的教学活动中，更有借鉴意义。"
    },
    {
        "author": "李端",
        "author_info": "李端(约743-782?)，字正已，赵州(今河北赵县)人。少居庐山，师皎然。大历五年进士。曾任秘书省校书郎、 杭州司马。晚年辞官隐居湖南衡山，自号衡岳幽人。今存《李端诗集》三卷。其诗多为应酬之作，多表现消极避世思想，个别作品对社会现实亦有所反映，一些写闺情的诗也清婉可诵，其风格与司空曙相似。李端是大历十才子之一，在“十才子”中年辈较轻，但诗才卓越，是“才子中的才子”。他的名篇《听筝》入选《唐诗三百首》。"
    },
    {
        "author": "王之涣",
        "author_info": "王之涣(688—742)，是盛唐时期的高适、王昌龄等相唱和，以善于描写边塞风光著称。代表作有《登鹳雀楼》、《凉州词》等。“白日依山尽，黄河入海流。欲穷千里目，更上一层楼”。更是千古绝唱。\n生平　　《唐才子传》说王之涣为蓟门人，或因他年时少有侠气、从五陵年少游、击剑悲歌的性格而臆猜，靳能墓志铭记载，之涣“本家晋阳，宦徙绛郡”，则晋阳（今太原）为其原籍，家居绛州（今山西新绛县）。墓志铭说王之涣卒于天宝元年（ 742年）二月，享年55岁，推之可知生于武后垂拱四年（688年）。 \n　　 王之涣出身于太原王家，为当时望族。他的五世祖王隆之为后魏绛州刺史，可能因此而移家绛州的。曾祖王信，隋朝请大夫、著作郎，入唐为安邑县令。祖王表，唐朝散大夫、文安县令。父王昱，鸿胪主簿、浚仪县令。从曾祖到父亲，虽然皆为官，但均为小官。王之涣出身于普通仕宦之家，排行第四，自幼聪颖好学，年龄还不到 20岁，便能精研文章，未及壮，便已穷经典之奥。王之涣从小聪明好学，少年时豪侠义气，放荡不羁，常击剑悲歌。到了中年，他一改前习，虚心求教，专心写诗，在十余年间，诗名大振，与王昌龄、高适等相唱和。后来，他曾一度作过冀州衡水县主簿，时间不久就被人诬陷。于是，王之涣拂衣去官，在家居住十五年，晚年任文安县尉，在任上死去。 \n　　王之涣是盛唐的著名诗人，他写西北风光的诗篇颇具特色，大气磅礴，意境开阔，热情洋溢，韵调优美，朗朗上口，广为传颂。为盛唐边塞诗人之一。“黄河远上白云间”，仅七个字，祖国壮丽山河景色跃然纸上。可惜他的诗歌散失严重，传世之作仅六首，辑入《全唐诗》中。不知何故，王之涣未走科举之途，而以门子调补冀州衡水主簿。任衡水主簿时，王之涣父母均已去世，衡水县令李涤将三女儿许配给他。 \n　　王之涣才高气盛，不愿为了衡水主薄的卑职而折腰，加上有人诬陷攻击，他便愤然辞官而去，“遂化游青山，灭裂黄绶。夹河数千里，籍其高风；在 家十五年，食其旧德。雅谈珪爵，酷嗜闲放。”在家过了15年闲散自由的生活。后来他的亲朋好友觉得他这样一直沉于下层，不是办法，便劝他入仕。后来补文安郡文安县尉，仍是一不起眼之小职。他在职风清白著称，理民以公平著称，颇受当地百姓称道。谁料不久，他竟染病不起，以55岁之壮年，卒于官舍，葬于洛阳。 \n　　如此有才华之人，可惜终不见用，天也不假其年。这也是诸多有才华的正直知识分子的常见结局。他的诗虽只流传下六首，但这寥寥数首，确为我国古典文学宝库的精华。"
    },
    {
        "author": "白居易",
        "author_info": "白居易(772--846)，汉族，字乐天，号香山居士，河南新郑（今郑州新郑）人，和元稹并称“元白”，和刘禹锡并称“刘白”，是中国文学史上负有盛名且影响深远的著名唐代大李白、杜甫齐名，有“诗魔”和“诗王”之称，他的诗在中国、日本和朝鲜等国有广泛影响。白居易祖籍山西太原，其曾祖父迁居下邽（音guī）（今陕西渭南北），其祖父白湟又迁居河南新郑。唐代宗大历七年正月二十（公元772年2月28日），白居易在新郑城西的东郭宅村（今东郭寺）降生了。白居易晚年长期居住在洛阳香山，号称“香山居士”。武宗会昌六年(846年)八月，白居易死于洛阳，葬于洛阳香山，享年75岁。他去世后，唐宣宗写诗悼念他说：“缀玉连珠六十年，谁教冥路作诗仙？浮云不系名居易，造化无为字乐天。童子解吟《长恨》曲，胡儿能唱《琵琶》篇。文章已满行人耳。一度思卿一怆然。”著有《白氏长庆集》七十一卷。\n　　白居易晚年官至太子少傅，谥号“文”，世称白傅、白文公。在文学上积极倡导新乐府运动，主张\"文章合为时而著，诗歌合为事而作\",写下了不少感叹时世、反映人民疾苦的诗篇，对后世颇有影响。是我国文学史上相当重要的诗人。 元和时曾任翰林学士、左赞善大夫，因得罪权贵，贬为江州司马，晚年好佛，因而人称诗佛,又自号乐居士。他一生作诗很多，以讽喻诗为最有名，语言通俗易懂，被称为“老妪能解”。叙事诗中《琵琶行》、《长恨歌》等极为有名。\n　　白居易的诗在当时流传广泛，上自宫廷，下至民间，处处皆是，其声名还远播新疆和朝鲜、日本。白诗对后世文学影响巨大，晚唐皮日休、陆龟蒙、聂夷中、罗隐、杜荀鹤，宋代王禹偁、梅尧臣、苏轼、张耒、陆游及清代吴伟业、黄遵宪等，都受到白居易的诗的启示。白居易的诗歌在日本的影响最大，他是日本最喜欢的唐代诗人，在日本的古典小说中常常可以见到引用他的诗文，可以说在日本人的心中白居易才是中国唐代诗歌的风云人物。\n　　白居易的主要作品有：《长恨歌》《琵琶行》《赋得古原草送别》《钱塘湖春行》《暮江吟》《忆江南》《大林寺桃花》《同李十一醉忆元九》《直中书省》《长相思》《题岳阳楼》《观刈麦》《宫词》 《问刘十九》《买花》 《自河南经乱关内阻饥兄弟离散各在一处因望》 \n　　白居易早年热心济世，强调诗歌的政治功能，并力求通俗，所作《新乐府》、《秦中吟》共六十首，确实做到了“唯歌生民病”、“句句必尽规”，与杜甫的“三吏”、“三别”同为著名的诗史。长篇叙事诗《长恨歌》、《琵琶行》则代表他艺术上的最高成就。中年在官场中受了挫折，“宦途自此心长别，世事从今口不开”，但仍写了许多好诗，为百姓做过许多好事，杭州西湖至今留着纪念他的白堤。晚年寄情山水，也写过一些小词。赠刘禹锡诗云： “古歌旧曲君休听， 听取新词《杨柳枝》”，可见他曾自度一些新词。其中《花非花》一首，颇具朦胧之美。"
    },
    {
        "author": "元稹",
        "author_info": "元稹（779年－831年，或唐代宗大历十四年至文宗大和五年），字微之，别字威明，汉族，唐洛阳人（今河南洛阳）。父元宽，母郑氏。为北魏宗室鲜卑族拓跋部后裔，是什翼犍之十四世孙。早年和白居易共同提倡“新乐府”。世人常把他和白居易并称“元白”。\n生平　　元稹8 岁丧父，15岁以明两经擢第。21岁初仕河中府，25岁登书判出类拔萃，授秘书省校书郎。28岁列才识兼茂明于体用科第一名，授左拾遗。母郑贤而文，亲授书传。举明经书判入等，补校书郎。元和初，应制策第一。元和四年（809）为监察御史。因触犯宦官权贵，次年贬江陵府士曹参军。后历通州(今四川达州市)司马、虢州长史。元和十四年任膳部员外郎。次年靠宦官崔潭峻援引，擢祠部郎中、知制诰。长庆元年（821）迁中书舍人，充翰林院承旨。次年，居相位三月，出为同州刺史、浙东观察使。大和三年（829）为尚书左丞，五年，逝于武昌军节度使任上。年五十三卒，赠尚书右仆射。稹自少与白居易倡和，当时言张籍、王建的影响，而其“新题乐府”则直接缘于李绅。与白居易齐名，并称元白，同为新乐府运动倡导者。作有传奇《莺莺传》，又名《会真记》，为后来《西厢记》故事所由。有《元氏长庆集》60卷，补遗6卷，存诗八百三十多余首，收录诗赋、诏册、铭谏、论议等共100 卷。 \n风格　　他非常推崇杜诗，其诗学杜而能变杜，并于平浅明快中呈现丽绝华美，色彩浓烈，铺叙曲折，细节刻画真切动人，比兴手法富于情趣。乐府诗在元诗中占有重要地位，他的《和李校书新题乐府十二首并序》“取其病时之尤急者”，启发了白居易创作新乐府，且具有一定的现实意义。缺点是主题不够集中，形象不够鲜明。和刘猛、李余《古乐府诗》的古题乐府19首，则能借古题而创新词新义，主题深刻，描写集中，表现有力。长篇叙事诗《连昌宫词》，在元集中也列为乐府类，旨含讽谕，和《长恨歌》齐名。其铺叙详密，优美自然。元诗中最具特色的是艳诗和悼亡诗。他擅写男女爱情，描述细致生动，不同一般艳诗的泛描。悼亡诗为纪念其妻韦丛而作，《遣悲怀三首》流传最广。在诗歌形式上，元稹是“次韵相酬”的创始者。《酬翰林白学士〈代书一百韵〉》、《酬乐天〈东南行诗一百韵〉》，均依次重用白诗原韵，韵同而意殊。这种“次韵相酬”的做法，在当时影响很大，也很容易产生流弊。元稹在散文和传奇方面也有一定成就。他首创以古文制诰，格高词美，为人效仿。其传奇《莺莺传》（又名《会真记》）叙述张生与崔莺莺的爱情悲剧故事，文笔优美，刻画细致，为唐人传奇中之名篇。后世戏曲作者以其故事人物创作出许多戏曲，如金代董解元《西厢记诸宫调》和元代王实甫《西厢记》等。元稹曾自编其诗集、文集、与友人合集多种。其本集《元氏长庆集》收录诗赋、诏册、铭谏、论议等共100卷。事迹见新、旧《唐书》本传。今人陈寅恪有《元白诗笺证稿》，卞孝萱有《元稹年谱》。"
    },
    {
        "author": "杜甫",
        "author_info": "杜甫(712—770)，祖籍襄阳，出生于巩县（在今河南省），唐朝伟大任华州司功参军。杜甫原在朝中任左拾遗，因直言进谏，触怒权贵，被贬到华州（今华县），负责祭祀、礼乐、学校、选举、医筮、考课等事。与“诗仙”李白并称“大李杜”。 　　到华州后，杜甫心情十分苦闷和烦恼。他常游西溪畔的郑县亭子（在今杏林镇老官台附近），以排忧遣闷。他在《题郑县亭子》、《早秋苦热堆案相仍》、《独立》和《瘦马行》等诗中，抒发了对仕途失意、世态炎凉、奸佞进谗的感叹和愤懑。 　　尽管个人遭遇了不幸，但杜甫却无时无刻不忧国忧民。时值安史之乱，他注视着时局的发展，在此期间写了两篇文章：《为华州郭使君进灭残冠形势图状》和《乾元元年华州试进士策问五首》，为剿灭安史叛军献策，考虑如何减轻人民的负担。当讨伐叛军的劲旅——镇西北庭节度使李嗣业的兵马路过华州时，他写了《观安西兵过赴关中待命二首》的诗，表达了爱国的热情。 　　乾元元年(758)年底，杜甫暂离华州，到洛阳、偃师（均在今河南省）探亲。第二年三月，唐军与安史叛军的邺城（今河南安阳）之战爆发，唐军大败。杜甫从洛阳返回华州的途中，见到战乱给百姓带来的无穷灾难和人民忍辱负重参军参战的爱国行为，感慨万千，便奋笔创作了不朽的史诗——“三吏”（《新安吏》、《石壕吏》、《潼关吏》）和“三别”（《新婚别》、《垂老别》、《无家别》），并在回华州后，将其修订脱稿。 　　乾元二年(759)夏天，华州及关中大旱，杜甫写下《夏日叹》、《夏夜叹》，忧时伤乱，咏叹国难民苦。 　　这年立秋后，杜甫因对污浊的时政痛心疾首，而放弃了华州司功参军的职务，西去秦州（今甘肃省天水一带）。 　　杜甫在华州司功任内，共作诗30多首。 　　杜甫与李白合称“李杜”[1]，为了与另两位诗人李商隐与杜牧即“小李杜”区别，杜甫与李白又合称“大李杜”，杜甫也常被称为“老杜”。杜甫与杜牧是远房宗亲，同为晋朝灭孙吴的大将杜预之后裔（杜甫为杜预二十世孙）。因其诗风沉郁顿挫，忧国忧民，杜甫的诗被称为“诗史”。虽然杜甫在当朝不为世人所知，但经过后世的研究，他的作品最终对中国文学和日本文学产生了深远的影响[2]。他的约1500首诗歌被保留了下来，作品集为《杜工部集》。他在中国古典诗歌中的影响非常深远，被后人称为“诗圣”。 　　 他的思想核心是儒家思想。他有“致君尧舜上，再使风俗淳”的宏伟抱负。他热爱生活，热爱人民，热爱祖国的大好河山。他嫉恶如仇，对朝廷的腐败、社会生活中的黑暗现象都给予批评和揭露。三十五岁以前读书与游历。天宝年间到长安，仕进无门，困顿了十年，才获得右卫率府胄曹参军的小职。安史之乱（安禄山与史思明）爆发后，他流亡颠沛，竟被叛军所俘；脱险后，授官左拾遗。乾元二年（759），他弃官西行，最后到四川，定居成都一度在剑南节度使严武幕中任检校工部员外郎，故又有杜工部之称。晚年举家东迁，途中留滞夔(kuí)州二年，出峡。漂泊鄂、湘一带，贫病而卒。 　　杜甫是我国唐代伟大的现实主义诗人、世界文化名人。经历了唐代的由盛到衰的过程。因此，与诗仙李白相比，杜甫更多的是对国家的忧虑及对老百姓的困难生活的同情。杜甫曾任左拾遗、检校工部员外郎，因此后世称其杜工部。 　　他的诗词以古体、律诗见长，风格多样，以“沉郁顿挫”四字准确概括出他自己的作品风格，而以沉郁为主。杜甫生活在唐朝由盛转衰的历史时期，其诗多涉笔社会动荡、政治黑暗、人民疾苦，他的诗反映当时社会矛盾和人民疾苦，因而被誉为“诗史”。杜甫忧国忧民，人格高尚，诗艺精湛。杜甫一生写诗一千五百多首，其中很多是传颂千古的名篇，比如“三吏”和“三别”，并有《杜工部集》传世；其中“三吏”为《石壕吏》《新安吏》和《潼关吏》，“三别”为《新婚别》《无家别》和《垂老别》。杜甫的诗篇流传数量是唐诗里最多最广泛的，是唐代最杰出的诗人之一，对后世影响深远。 　　杜甫与杜牧是远房宗亲，同为晋朝灭孙吴的大将杜预之后裔（杜甫为杜预二十世孙）。杜甫的远祖为晋代功名显赫的杜预。曾祖父杜依艺曾任巩令一职。祖父是初唐诗人杜审言官至膳部员外郎且有自己的自传。父亲杜闲有奉天令一职。青年时期，杜甫曾游历过今江苏、浙江、河北、山东一带，并两次会见李白，两人结下深厚的友谊。 　　 杜甫善于运用古典诗歌的许多体制，并加以创造性地发展。他是新乐府诗体的开路人。他的乐府诗，促成了中唐时期新乐府运动的发展。他的五七古长篇，亦诗亦史，展开铺叙，而又着力于全篇的回旋往复，标志着我国诗歌艺术的高度成就。杜甫在五七律上也表现出显著的创造性，积累了关于声律、对仗、炼字炼句等完整的艺术经验，使这一体裁达到完全成熟的阶段。有《杜工部集》传世。 \n【生平】　　杜甫生在“奉儒守官”并有文学传统的家庭中，是著名诗人杜审言之孙。7岁学诗， 15岁扬名，一生不得志，只做过一些左拾遗等小官，虽然被后世称为“诗圣”，诗歌被称为“诗史”，可在唐朝当时并没有得到人们的重视。有一首《戏为六绝句（其二）》就是写“初唐四杰”的：“王杨卢骆当时体，轻薄为文哂未休；尔曹身与名俱灭，不废江河万古流。”其中不乏也有诗人的自比，杜甫的经历和诗歌创作主要可以分为四个时期： \n一、读书和漫游时期（三十五岁以前）　　所谓“放荡齐赵间，裘马颇清狂”。 　　开元十九年（时二十岁）开始漫游吴越，5年之后归洛阳应举，不第，之后杜甫再漫游齐赵。之后在洛阳遇李白，两人相见恨晚，结下了深厚友谊，继而又遇高适，三人同游梁、宋（今开封、商丘），后来李杜又到齐州，分手后又遇于东鲁，再次分别，这便是“诗仙”与“诗圣”的最后一次相见。 \n二、困居长安时期（三十五至四十四岁）　　这一时期，杜甫先在长安应试，落第。当朝宰相李林甫为了达到权倾朝野的目的，竟然向唐玄宗说无人中举。后来向皇帝献赋，向贵人投赠，过着“朝扣富儿门，暮随肥马尘，残杯与冷炙，到处潜悲辛”的生活，最后才得到右卫率府胄曹参军（主要是看守兵甲仗器，库府锁匙的小官)的职位。这期间他写了《兵车行》、《丽人行》等批评时政、讽刺权贵的诗篇。而《自京赴奉先县咏怀五百字》尤为著名，标志着他经历十年长安困苦生活后对朝廷政治、社会现实的认识达到了新的高度。玄宗在751年正月8到10日接连举行了三个盛典。杜甫借此机会写成了三篇《大礼赋》，玄宗使待制集贤院，但并未得重用。 \n三、陷贼和为官时期（四十五至四十八岁）　　安史之乱爆发，潼关失守，杜甫把家安置在鄜州，独自去投肃宗，中途为安史叛军俘获，押到长安。他面对混乱的长安，听到官军一再败退的消息，写成《月夜》、《春望》、《哀江头》等诗。后来他潜逃到凤翔行在，做左拾遗。由于忠言直谏，上书为宰相房琯事被贬华州司功参军（房琯善慷慨陈词，为典型的知识分子，但不切实际，与叛军战，采用春秋阵法，结果大败，肃宗问罪。杜甫始为左拾遗，上书言房琯无罪，肃宗怒，欲问罪，幸得脱）。其后，他用诗的形式把他的见闻真实地记录下来，成为他不朽的作品，即“三吏”、“三别”。 \n四、西南漂泊时期（四十八至五十八岁）　　 　随着九节度官军在相州大败和关辅饥荒，杜甫弃官，携家随人民逃难，经秦州、同谷等地，到了成都，过了一段比较安定的生活。严武入朝，蜀中军阀作乱，他漂流到梓州、阆州。后严武为剑南节度使摄成都，杜甫投往严武处，严武死，他再度飘泊，在夔州住两年，继又漂流到湖北、湖南一带，病死在湘江上。这时期，其作品有《春夜喜雨》、《茅屋为秋风所破歌》、《蜀相》、《闻官军收河南河北》、《登高》、《登岳阳楼》等大量名作。其中最为著名的诗句为：“安得广厦千万间，大庇天下寒士俱欢颜。” 而《登高》中的：“无边落木萧萧下，不尽长江滚滚来”更是千古绝唱。 \n【杜甫死因】　　多少年来，杜甫给后人留下的最大疑惑是他的死因。 　　文学、史学界针对杜甫的死因提出了五种死因，而且各执一词，发人深思。 \n一、病死说　　翻阅莫砺锋、童强著《杜甫传》，关于杜甫的死，书中是这样写的：“冬天到了，诗人病倒了。病倒在行往岳阳的舟中。……一颗巨星就在这无限的孤独、寂寞中陨落了。”（天津人民出版社2001年1月版，第316页）。 \n二、溺死　　此说最早出自于假冒唐朝李观的名义写的《杜拾遗补遗》。这种说 法自提出后，后来历朝历代的学者对此说进行批驳，并明确指出此段文字中的“硬伤”，唐玄宗死于宝应元年，也就是公元762年，怎么能又在770年赐死子美杜甫呢？ \n三、自沉于水而死　　此说源于伪托唐朝韩愈名义撰的《题杜子美坟》提出“三贤（指屈原、李白、杜甫）同归一水”的说法。三人怀沙自沉，这显然是一种没有丝毫根据的想象。 \n四、食物中毒而死　　提出此说的是现代著名学者郭沫若，郭沫若的这种说法同样具有猜测性，几乎没有文献作为依据纯属于个人的文学创作。 \n五、消化不良而死　　此说较为可信。杜甫的死和饥饿有着斩不断的联系，离开四川后的杜甫客居湖南，由于被突然的洪水所围困，连续饿了9天。当地县令用小船把杜甫救了回来，以牛肉白酒招待他，难得饕餮一回的杜甫因许久未进食，肠胃难以承受，最终因消化不良而死。 \n【杜甫家人】\n[妻子]　　杜甫于30岁时，暂时中断了在齐鲁燕赵间的漫游，回到洛阳，在偃师县西北的首阳山下筑就陆浑山庄，然后迎娶了弘农县（天宝元年改灵宝县）司农少卿杨怡之女为妻。司农少卿为主管农业和财政的副部长，与世代为官的杜甫家可谓门当户对。妻子小他十多岁，想来是一位知书达理、聪慧贤淑的女子。遗憾的是杜甫并没有用他的大手笔为爱妻立传，甚至我们连杨氏夫人的名字也无从知晓，但杜诗中却多处提及她，虽然片言只语，一鳞半爪，但从那饱蘸深情的笔墨中，我们对诗圣背后那个含辛茹苦相濡以沫的伟大女性，还是不由得肃然起敬。 \n[子女]　　育有两子宗文、宗武，另有一女凤儿。 \n【个人影响】　　杜甫善于运用古典诗歌的许多体制，并加以创造性地发展，他是汉乐府诗体的开路人，他的乐府诗，促成了中唐 时期新乐府运动的发展。他的五七古长篇，亦诗亦史，展开铺叙，而又着力于全篇的回旋往复，标志着我国诗歌艺术的高度成就。杜甫在五七律上也表现出显著的创造性，积累了关于声律、对仗、炼字炼句等完整的艺术经验，使这一体裁达到完全成熟的阶段。 　　杜甫（公元712—公元770），字子美，诗中常自称少陵野老。他出生在巩县（今河南巩义市）的一个“奉儒守官”的地主家庭，祖父杜审言是武则天时著名诗人，父闲曾为兖州司马和奉天县令，因此他也享有不纳租税，不服兵役等特权。但他一生经历坎坷。 　　他七岁开始吟诗，“读书破万卷”、“群书万卷常暗诵”为他的创作准备了充分的条件。 　　他二十岁起，开始了先南游吴越，后游齐赵。十年壮游期间，他饱览了祖国的名山大川，不仅充实了他的生活，也开阔了他的视野和心胸，使他早期诗歌也带有相当浓厚的浪漫主义色彩。 　　唐玄宗天宝五年（公元746），三十五岁的杜甫来到长安，第二年他参加了由唐玄宗下诏的应试，由于奸臣李林甫从中作梗，全体应试者无一人录取。从此进取无门，过着“朝扣富儿门，暮随肥马尘”的屈辱生活。这也使他看到了下层人民的痛苦和统治阶级的罪恶，从而写出了《兵车行》、《丽人行》、《赴奉先咏怀》等现实主义杰作。 　　直到天宝十四年（公元755），才得到“右卫率府兵曹参军”一职，负责看管兵甲仓库。同年，“安史之乱”爆发，此时杜甫正在奉先（陕西蒲城）探家。第二年他把家属安顿在富县羌村（陕西境内），只身投奔在灵武（甘肃省）即位的肃宗。途中被叛军所俘，押到沦陷后的长安，这期间他亲眼目睹了叛军杀戮洗劫的暴行和百姓的苦难。直到至德二年（公元757）四月，他才冒险逃到肃宗临时驻地 凤翔（陕西省凤翔县），授官左拾遗。不久因上疏救房琯，被贬为华州司功参军。从此他屡遭贬斥，更深入地了解了百姓的疾苦。耳闻目睹的社会现实，为他创作《春望》、《哀江头》、《北征》和“三吏”、“ 三别” 等提供了素材，并使他的诗达到了现实主义高峰。 　　“满目悲生事，因人作远游。”公元759年，他抛官弃职，举家西行，几经辗转，最后到了成都，在严武等人的帮助下，在城西浣花溪畔，建成了一座草堂，世称“杜甫草堂”， 也称“浣花草堂”。 后被严武荐为节都，全家寄居在四川奉节县。两年后，离开奉节县到江陵、衡阳一带辗转流离。唐代宗大历五年（770），诗人病死在湘江的一只小船中。在他最后漂泊西南的十一年间，他虽过着“生涯似众人” 的生活，但却写了《茅屋为秋风所破歌》、《闻官军收河南河北》、《秋兴》、《岁晏行》等一千多首诗。 \n【杜甫思想】　　杜甫的思想核心是儒家的仁政思想，诗风沉郁顿挫，忧国忧民。他有“致君尧舜上， 再使风俗淳”的宏伟抱负。他热爱生活，热爱人民，热爱祖国的大好河山。他嫉恶如仇，对朝廷的腐败、社会生活中的黑暗现象都给予揭露和批评。他同情人民，甚至情愿为解救人民的苦难做出牺牲。所以他的诗歌创作，始终贯穿着忧国忧民这条主线，以最普通的老百姓为主角，由此可见杜甫的伟大。他的诗具有丰富的社会内容、强烈的时代色彩和鲜明的政治倾向，真实深刻地反映了安史之乱前后一个历史时代政治时事和广阔的社会生活画面，因而被称为一代“诗史”。杜诗风格，基本上是“沉郁顿挫”，语言和篇章结构又富于变化，讲求炼字炼句。同时，其诗兼备众体，除五古、七古、五律、七律外，还写了不少排律，拗体。艺术手法也多种多样，是唐诗思想艺术的集大成者。杜甫还继承了汉魏乐府“感于哀乐，缘事而发”的精神，摆脱乐府古题的束缚，创作了不少“即事名篇，无复依傍”的新题乐府，如著名的“三吏”、“三别”等。死后受到樊晃、韩愈、元稹、白居易等人的大力揄扬。杜诗对元白的“新乐府运动”的文艺思想及李商隐的近体讽喻时事诗影响甚深。但杜诗受到广泛重视，是在宋以后。王禹偁、王安石、苏轼、黄庭坚、陆游等人对杜甫推崇备至，文天祥则更以杜诗为坚守民族气节的精神力量。杜诗的影响，从古到今，早已超出文艺的范围。生平详见《旧唐书》卷190。 　　杜甫虽然是个现实主义诗人，但是他也有狂放不羁的一面，从其名作《饮中八仙歌》不难看出杜甫的豪气干云。"
    },
    {
        "author": "杜牧",
        "author_info": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。\n生平　　杜牧,字牧之。是宰相杜佑之孙，晚唐时期人。杜从郁之子，唐文宗大和二年进士，授宏文馆校书郎。后赴江西观察使幕，转淮南节度使幕，又入观察使幕。史馆修撰，膳部、比部、司勋员外郎，黄州、池州、睦州刺史等职，最终官至中书舍人。晚唐杰出诗人，尤以七言绝句著称。擅长文赋，其《阿房宫赋》为后世传诵。杜牧写下了不少军事论文，还曾注释《孙子》。有《樊川文集》二十卷传世，为其外甥裴延翰所编，其中诗四卷。又有宋人补编的《樊川外集》和《樊川别集》各一卷。《全唐诗》收杜牧诗八卷。晚唐诗多柔靡，牧之以峻峭矫之。七绝尤有逸韵远神，晚唐诸家让渠独步。 牧之有抱负，好言兵，以济世之才自诩。工行、草书。《宣和书谱》云：“牧作行、草，气格雄健，与其文章相表里。”董其昌《容台集》称：“余所见颜、柳以后，若温飞卿与（杜）牧之亦名家也”，谓其书”大有六朝风韵”。传世墨迹有《张好好诗》。著作甚富，主要著有《樊川文集》，《旧唐书》卷百四十七、《新唐书》卷百六十六皆有传。《张好好诗》，行草墨迹，杜牧太和八年（834）所书，此时年32岁。帖为麻笺，纵28.2厘米，横162厘米，46行，总322 字。从整幅诗卷中可以看出，其书法深得六朝人风韵。真迹现藏故宫博物院。此篇书法作品气势连绵，墨笔酣畅，因是诗稿，所以更得朴实无华之美。卷首尾有宋、元、明、清人的题签、题跋印章。曾经宋直和分府、贾似道、明项子京张孝思、清梁清标、乾隆、嘉庆、宣统内府及张伯驹收藏。曾著录于《宣和书谱》、《容台集》、《平生壮观》、《大观录》等。杜牧由于以诗称著，故其书名为诗名所掩盖。此书刻入《秋碧堂法帖》。延光室、日本《昭和法 帖大系》均有影印。 \n文学成就　　 杜牧的文学创作有多方面的成就，诗、赋、古文都堪称名家。他主张凡为文以意为主，以气为辅，以辞采章句为之兵卫，对作品内容与形式的关系有比较正确的理解。并能吸收、融化前人的长处，以形成自己特殊的风貌。在诗歌创作上，杜牧与晚唐另一位杰出的诗人李商隐齐名，并称“小李杜”。他的古体诗受杜甫、韩愈的影响，题材广阔，笔力峭健。他的近体诗则以文词清丽、情韵跌宕见长。七律《早雁》用比兴托物的手法，对遭受回纥侵扰而流离失所的北方边塞人民表示怀念，婉曲而有余味。《九日齐山登高》却是以豪放的笔调写自己旷达的胸怀，而又寓有深沉的悲慨。晚唐诗歌的总的趋向是藻绘绮密，杜牧受时代风气影响，也有注重辞采的一面。这种重辞采的共同倾向和他个人“雄姿英发”的特色相结合，风华流美而又神韵疏朗，气势豪宕而又精致婉约。"
    },
    {
        "author": "韦庄",
        "author_info": "韦庄（836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。　　唐初宰相韦见素后人，少孤贫力学，才敏过人。为人疏旷不拘，任性自用。广明元年（880）四十五岁，在长安应举，正值黄巢军攻入长安，遂陷于战乱，与弟妹失散。中和二年（882）始离长安赴洛阳。中和三年（883）春，四十八岁作《秦妇吟》。不久避战乱去到江南，五十八岁回到长安，一心想要应试，以伸展其治国平天下之抱负。乾宁元年（894）五十九岁登进士第，授校书郎。乾宁四年（897），时年六十二岁，被“宣谕和协使”李洵聘为书记，同至西川，结识了西川节度使王建，回长安后，改任左补阙。天复元年（901）六十六岁，应王建之聘入川为掌书记。天祐四年（907），朱温篡唐。唐亡，力劝王建称帝，王建为前蜀皇帝后，任命他为宰相，蜀之开国制度多出其手，后终身仕蜀，官至吏部侍郎兼平章事。七十五岁卒于成都花林坊。主要作品　诗词都很有名，诗方面今传《浣花集》十卷。韦庄曾经家陷黄巢兵乱，身困重围，又为病困。 中和三年(883年)三月，在洛阳，著《秦妇吟》。长诗《秦妇吟》反映战乱中妇女的不幸遭遇，在当时颇负盛名，但诗中对黄巢农民起义军颇多诋毁。后人将《孔雀东南飞》、《木兰诗》与韦庄的《秦妇吟》并称为“乐府三绝”。所作词语言清丽，多用白描手法，写闺情离愁和游乐生活，情凝词中，读之始化，以至弥漫充溢于脏腑。其词无专集，散见于《花间集》、《尊前集》和《全唐诗》等总集中，近人王国维、刘毓盘辑为《浣花词》一卷，凡五十四首，盖取其诗集为名者也。代表作有《菩萨蛮》（[一]、[四]、[五]）、《浣溪沙》（五）、《应天长》（二）、《荷叶杯》（[一]、[二]）、《清平乐》（三）、《谒金门》（[二]、[三]）、《河传》（二）、《天仙子》（[二]、[四]）、《诉衷情》（一）、《女冠子》（[一]、[二]）、《木兰花》等。韦庄与温庭筠同为花间派的重要词人。温秾丽，韦清新。诗人韦应物四世孙。至韦庄时，其族已衰，父母早亡，家境寒微。\n生平 　　韦庄一生经历，可分前后两期。　　前期为仕唐时期。广明元年(880)他在长安应举,适值黄巢起义军攻占长安,未能脱走，至中和二年(882)春始得逃往洛阳,次年作《秦妇吟》。后去润州,在镇海军节度使周宝幕中任职。光启元年(885),僖宗还京后，又因李克用逼迫，出奔凤翔、兴元。韦庄出于拥戴唐室之忱，离江南北上迎驾，中途因道路阻塞折返，后在婺州一带客居。景福二年（893）入京应试,不第。乾宁元年(894)再试及第，任校书郎,已年近60。后昭宗受李茂贞逼迫出奔华州，韦庄亦随驾任职。乾宁四年，奉诏随谏议大夫李询入蜀宣谕，得识王建。后又在朝任左、右补阙等职。这一时期的创作主要是诗歌。今存《浣花集》所收作品即止于光化三年(900)，此后无诗作留存。 　　后期为仕蜀时期。天复元年 (901)，他应聘为西蜀掌书记，自此在蜀达10年。天宝四年 (907)，朱全忠灭唐建梁，韦庄劝王建称帝，与之对抗，遂建立蜀国，史称前蜀。他被王建倚为心腹，任左散骑常侍、判中书门下事，制定开国制度。后官至吏部侍郎平章事。在蜀时，他曾于成都浣花溪畔杜甫旧居重建草堂作为住所。这一时期的创作主要是词。今存韦词大部分作于后期。\n文学地位　　韦庄在唐末诗坛上有重要地位。清代翁方纲称他“胜于咸通十哲(指方干、罗隐、杜荀鹤等人)多矣”（《石洲诗话》），郑方坤把他与韩偓、罗隐并称为“华岳三峰”（《五代诗话·例言》）。他前逢黄巢农民大起义，后遇藩镇割据大混战，自称“平生志业匡尧舜”（《关河道中》），因而忠于唐王朝是他思想的核心,忧时伤乱为他诗歌的重要题材,从而较为广阔地反映了唐末动荡的社会面貌。《悯耕者》、《汴堤行》对战乱中人民所遭受的苦难深表同情。《睹军回戈》、《喻东军》、《重围中逢萧校书》对当时屯居洛阳的援军残害人民、掳掠妇女的丑恶行径作了谴责，同时又对他们拥兵自重、未能积极镇压起义军表示不满。而《铜仪》、《洛北村居》、《北原闲眺》、《辛丑年》等诗，则反映了他对唐室“中兴”的热切期待；《闻再幸梁洋》、《江南送李明府入关》等诗，表示了他对离乱中的君主、皇族多所眷念;《咸通》、《夜景》、《忆昔》等作,更抚今追昔，为唐王朝的衰微唱出了深沉的挽歌。他又有一些出色的怀古诗，如《台城》、《金陵图》、《上元县》等，在对南朝史迹的凭吊中，也寄寓着他对唐末社会动乱的哀叹，情调凄惋。此外，他还有一些诗如《思归》、《江外思乡》、《古离别》、《多情》等，反映了他长期四处飘泊，求官求食的境遇和心情。他的写景诗，如《题盘豆驿水馆后轩》、《登咸阳县楼望雨》、《秋日早行》等，取景疏淡，思致清婉，也有特色。他以近体诗见长。律诗圆稳整赡，音调响亮，绝句包蕴丰满，发人深省；而清词俪句，情致婉曲，则为其近体诗的共同风格。 \n　　韦庄的代表作是长篇叙事诗《秦妇吟》。此诗长达1666字，为现存唐诗中最长的一首。诗中通过一位从长安逃难出来的女子即“秦妇”的叙说，正面描写黄巢起义军攻占长安、称帝建国，与唐军反复争夺长安以及最后城中被围绝粮的情形。思想内容比较复杂，一方面对起义军的暴行多所暴露，另一方面在客观上也反映了义军掀天揭地的声威及统治阶级的仓皇失措和腐败无能；一方面揭露了唐军迫害人民的罪恶，另一方面又夹杂着对他们剿贼不力的谴责。它选择典型的情节和场面，运用铺叙而有层次的手法，来反映重大历史事件的复杂矛盾，布局谨严，脉络分明，标志着中国诗歌叙事艺术的发展。韦庄因此诗而被称为“秦妇吟秀才”。由于某种忌讳,韦庄晚年严禁子孙提及此诗,也未收入《浣花集》，以致长期失传。20世纪初始在敦煌石窟发现。 \n　　韦庄与温庭筠又是花间派中成就较高的词人，与温庭筠并称温韦。温、韦词在内容上并无多大差别，不外是男欢女爱、离愁别恨、流连光景。但温词主要是供歌伎演唱的歌词，创作个性不鲜明；而韦词却注重于作者情感的抒发，如《菩萨蛮》“人人尽说江南好” 5首，学习白居易、刘禹锡《忆江南》的写法，追忆往昔在江南、洛阳的游历，把平生漂泊之感、饱经离乱之痛和思乡怀旧之情融注在一起，情蕴深至。风格上，韦词不象温词那样浓艳华美,而善于用清新流畅的白描笔调,表达比较真挚、深沉的感情，如〔浣溪沙〕“夜夜相思更漏残”、〔女冠子〕“四月十七”、“昨夜夜半”等。他有些词还接受了民间词的影响，用直截决绝之语,或写一往情深,或写一腔愁绪。如〔思帝乡〕“春日游”的“妾拟将身嫁与，一生休。纵被无情弃，不能羞”，于率直中见郁结；〔菩萨蛮〕“如今却忆江南乐”的“此度见花枝，白头誓不归”，以终老异乡之“誓”，更深一层地抒发思乡之苦。陈廷焯《白雨斋词话》说“韦端己词，似直而纡，似达而郁，最为词中胜境”，许昂霄《词综偶评》评韦词“语淡而悲，不堪多读”，都指明这一特点。王国维《人间词话》认为韦词高于温词，指出“端己词情深语秀”，“要在飞卿之上”；“温飞卿之词，句秀也。韦端己之词，骨秀也”，也是从这点着眼的。但韦词间有艳亵语，为其不足处。 \n　　本集和研究资料 《蜀梼杌》著录韦庄《浣花集》20卷。《补五代史·艺文志》著录《韦庄笺表》1卷、《谏草》2卷、《蜀程记》1卷、《峡程记》1卷、《韦庄集》20卷、《浣花集》5卷、《又玄集》5卷。今仅存《浣花集》及所选诗《又玄集》，余皆佚。 \n　　《浣花集》为韦庄弟韦蔼所编,蔼序说,韦庄在“庚子(880)乱离前”的作品，大都亡佚；到编集时,他才搜集到1000多首。然今传《浣花集》仅存诗200多首,尚不足原编四分之一。此集有明正德间朱承爵刻本（《四部丛刊》即据以影印）和晚明汲古阁刻本，皆作10卷，大致以时地分卷，各卷篇数多少不均。《全唐诗》略加归并，编为5卷，内容全同。另《补遗》1卷，大概为后人于结集后所增补。 \n　　韦庄词向无专集。《全唐诗》从《花间集》、《尊前集》、《草堂诗余》等辑录54首。刘毓盘辑有《浣花词》1卷，共55首，刊入《唐五代宋辽金元名家词集六十种》。 \n　　近人向迪琮编有《韦庄集》，收韦诗300多首，词55首，人民文学出版社1958年印行，较为通行。 \n　　关于韦庄生平事迹，《蜀梼杌》、《唐才子传》、《十国春秋》均有材料。近人曲滢生有《韦庄年谱》（北平清华园我辈语丛刊社1932出版）。今人夏承焘有《韦端己年谱》（见《唐宋词人年谱》，1979年上海古籍出版社新1版），资料丰富，考订精密，于韦庄一生行迹，钩稽颇详。 \n　　其中《菩萨蛮》（一）写江南春色，“春水碧于天，画船听雨眠”更兼有“垆边人似月，皓腕凝霜雪”，此情此景足使将欲远行的游子痛断人肠，由此词人有“未老莫还乡，还乡须断肠”之劝词。此词情致缠绵，意象鲜明，堪称咏“江南春色”的诸多诗作中罕见之佳作。 \n　　韦庄的闺情词亦写得非常出色，词语与闺中之美人浑然融于一体，见词尤见人，词音即人语，可谓风韵臻于极致矣。 王国维在人间词话中谈到：“‘弦上黄莺语’（见《菩萨蛮》），端己语也，其词品亦似之。”称其词“骨秀”，评价他说“端己词情深语秀，虽规模不及后主、正中，要在飞卿之上。观昔人颜、谢优劣论可知矣。”"
    },
    {
        "author": "柳中庸",
        "author_info": "柳中庸 （？—约775)。名淡，中庸是其字。 唐代柳宗元族人。大历年间进士，曾官鸿府户曹，未就。萧颖士以女妻之。与弟中行并有文名。与卢纶、李端为诗友。所选《征人怨》是其流传最广的一首。《全唐诗》存诗仅13首。其诗以写边塞征怨为主，然意气消沉，无复盛唐气象。"
    },
    {
        "author": "王昌龄",
        "author_info": "王昌龄（公元698-756年）字少伯，汉族，山西太原人。盛唐著名边塞孟浩然。孟浩然患疽病，快痊愈了，两人见面后非常高兴，孟浩然由于吃了些许海鲜而痈疽复发，竟因此而死，在这时期，王昌龄又结识了大诗人李白，有《巴陵送李十二》诗,还有《闻王昌龄左迁龙标遥有此寄》。与孟浩然、李白这样当时第一流的诗人相见，对王昌龄来说，自是一大乐事，可惜与孟浩然一见，竟成永诀，与李白相见，又都在贬途。当时李白正流放夜郎。 　　开元二十八年（740年）冬，王昌龄离京赴江宁丞任，此时已与名诗人岑参相识，岑参有《送王大昌龄赴江宁》诗，王昌龄也有诗留别。途经洛阳时，又与綦毋潜、李颀等诗人郊游，也都有诗。 　　王昌龄作为一代诗杰，流传下来的资料却很少。除了上文所说贬岭南外，还曾遭过贬，具体时间和原因也不太清楚,有人认为在天宝六载秋。《詹才子传》说他“晚途不谨小节，谤议沸腾，两窜遐荒”。《河岳英灵集》说他“再历遐荒”，《旧唐书》本传也说他“不护细行，屡见贬斥”，被贬为龙标尉。 　　更为可悲可叹的是， 后来连龙标尉这样一小小的职务也没能保住，离任而去，迂回至亳州，竟为刺史闾丘晓所杀。《唐才子传》载：王昌龄“以刀火之际归乡里，为刺史闾丘晓所忌而杀。后张镐按军河南，晓衍期，将戮之，辞以亲老，乞恕，镐曰：‘王昌龄之亲欲与谁养乎？’晓大渐沮。”一向同情诗人的张镐终替王昌龄报了仇。 　　王昌龄是盛唐诗坛一著名诗人，当时即名重一时，被称为“诗家天子王昌龄”。因为诗名早著，所以与当时名诗人交游颇多，交谊很深，除上文谈到与李白、孟浩然的交游外，还同高适、綦毋潜、李颀、岑参、王之涣、王维、储光羲、常建等都有交谊。他因数次被贬，在荒僻的岭南和湘西生活过，也曾来往于经济较为发达的中原和东南地区，并曾远赴西北边地，甚至可能去过碎叶（在今吉尔吉斯斯坦）一带。因他有丰富的生活经历和广泛的交游，对他的诗歌创作大有好处。王昌龄擅长七言绝句，被后 　　世称为七绝圣手。如《出塞》诗：“秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。”慨叹守将无能，意境开阔，感情深沉，有纵横古今的气魄，确实为古代诗歌中的珍品，被誉为唐人七绝的压卷之作。又如《从军行》等，也都为脍炙人口的名作。反映宫女们不幸遭遇的《长信秋词》、《西宫春怨》等，格调哀怨，意境超群，抒写思妇情怀和少女天真的《闺怨》、《采莲曲》等，文笔细腻生动，清新优美。送别之作《芙蓉楼送辛渐》同样为千古名作。沈德潜《唐诗别裁》说：“龙标绝句，深情幽怨，意旨微茫，令人测之无端，玩之无尽。”阎丘晓因忌才而杀害了王昌龄，实在是对我国古代诗歌的一大破坏，是中华民族的千古罪人。 \n成就　　唐代著名边塞诗人王昌龄,所作之诗气势雄浑,格调高昂,尤其是将七绝推向高峰,故人称“七绝圣手”。其诗歌体裁很大一部分是易于入乐的七言绝句。内容基本上选用乐府旧题来抒写战士爱国立功和思念家乡的心情。他善于捕捉典型的情景，有着高度的概括和丰富的想象力。其诗歌语言圆润蕴藉，音调婉转和谐，意境深远，耐人寻味。他的许多描写边塞生活的七绝被推为边塞名作，《出塞》一诗被推为唐人七绝的压卷之作。由于王昌龄的诗歌最专于七绝，并且取得了很高的成就，后人称其为“七绝圣手”。 \n评价　　王昌龄是盛唐时享有盛誉的一位诗人。殷璠《河岳英灵集》把他举为体现“风骨”的代表，誉其诗为“中兴高作”，选入的数量也为全集之冠。这些都可见他在诗坛上的地位。王昌龄的诗以三类题材居多，即边塞、闺情宫怨和送别。 《全唐诗》对昌龄诗的评价是“绪密而思清”，他的七绝诗尤为出色，甚至可与李白媲美，故被冠之以“七绝圣手”的名号。尤其是他的边塞诗，流畅通脱，高昂向上，深受后人推崇。 　　边塞诗的源头可追溯到先秦时期。《诗经》中的边塞诗作品就相当丰富了（如《小雅出车》《六月》等）。唐朝的边塞诗发展到了顶峰，仅就其数量就有近2000首，达到了各代边塞诗数量的总和。以高适、岑参与王昌龄为主的边塞诗派，是浪漫主义中的一个重要流派。他们的边塞之作，表现了驰骋沙场、建立功勋的英雄壮志，抒发了慷慨从戎、抗敌御侮的爱国思想，还描写了西北边疆奇异壮丽的景色。同时也反映了征夫思妇的幽怨和战士的艰苦，各民族之间、将军和士卒之间的矛盾。边塞诗反映了这个时代中有关战争各方面的现实，产生了许多优秀杰出的诗篇。 　　王昌龄的边塞诗充分体现了他的爱国主义，英雄主义精神，另外还深深蕴含了诗人对下层人民的人文关怀，体现了诗人宽大的视野和博大的胸怀。王昌龄在写作方式上擅长以景喻情，情景交融。这本是边塞诗所最常用的结构，但是诗人运用最简练的技巧，于这情境之外又扩大出一个更为广阔的视野，在最平实无华的主题之中凝练出贯穿于时间与空间中永恒的思考；最具代表的是《出塞》（秦时明月汉时关）。"
    },
    {
        "author": "岑参",
        "author_info": "岑参（cén shēn） (约715年—770年)唐代高适齐名并与高适并称“高岑”.他父亲两任州刺史，但却早死，家道衰落。他 自幼从兄受书，遍读经史。二十岁至长安，献书求仕。求仕不成，奔走京洛，漫游河朔。744年（天宝三载）也就是三十岁时中进士，授兵曹参军。749年（天宝八载），充安西四镇节度使高仙芝幕府书记，赴安西，751年回长安。754年又作安西北庭节度使封常清的判官，再度出塞。安史乱后，757年（至德二载）才回朝。前后两次在边塞共六年。他的诗说：“万里奉王事，一身无所求。也知边塞苦，岂为妻子谋。”(《初过陇山途中呈宇文判官》)又说：“侧身佐戎幕，敛任事边陲。自随定远侯，亦着短后衣。近来能走马，不弱幽并儿。”(《北庭西郊候封大夫受降回军献上》)可以看出他两次出塞都是颇有雄心壮志的。他回朝后，由杜甫等推荐任右补阙，以后转起居舍人等官职，766年（大历元年）官至嘉州刺史，世称岑嘉州。以后罢官，客死成都旅舍。\n【诗词生涯】\n　　岑参早期诗歌多为写景、述怀及赠答之作。山水诗风格清丽俊逸，颇近何逊。但语奇体峻，意境新奇；感伤不遇，嗟叹贫贱的忧愤情绪也较浓。如《感遇》、《精卫》、《暮秋山行》、《至大梁却寄匡城主人》等。六年边塞生活，使岑参的诗境界空前开阔，造意新奇的特色进一步发展，雄奇瑰丽的浪漫色彩成为他边塞诗的基调。他既热情歌颂了唐军的勇武和战功，也委婉揭示了战争的残酷和悲惨。火山云，天山雪，热海蒸腾，瀚海奇寒，狂风卷石，黄沙入天等异域风光，也均融入其诗。代表作有《白雪歌送武判官归京》、《走马川行》、《轮台歌》。此外，他还写了边塞风俗和各民族的友好相处以及将士的思乡之情和苦乐不均，大大开拓了边塞诗的创作题材和艺术境界。岑参晚年诗歌感时伤乱，渐趋消沉。入蜀后，山水诗中添奇壮特色，但隐逸思想在诗中也有了发展。\n　　岑参是唐代著名的边塞诗人。当时西北边疆一带，战事频繁，岑参怀着到塞外建功立业的志向，两度出塞，久佐戎幕，前后在边疆军队中生活了六年，因而对鞍马风尘的征战生活的冰天雪地的塞外风光有长期的观察与体会。他充满激情地歌颂了边防将士的战斗精神，如《轮台歌奉送封大夫出师西征》，写了将士们勇往直前、转战沙场雪海的壮烈场面。“四边伐鼓雪海涌，三军大呼阴山动”，将士们奋不顾身，充满了忠勇爱国的精神。又如《走马川行奉送出师西征》中，诗人描绘将士们在风雪中紧张的战前行军：“将军金甲夜不脱，半夜行军戈相拨，风头如刀 \n面如割。”岑参也揭露了军营生活中苦乐不均的现象。他在《玉门关盖将军歌》中描写边疆大将的生活是“暖屋绣帘红地炉，织成壁衣花氍毹。灯前侍婢泻玉壶，金镗乱点野酡酥。紫绂金章左右趋，问着即是苍头奴”。而另一方面，士卒的生活却是“战士常苦饥，糗粮不相继”。岑参还叙写了祖国西陲的壮丽山川，对千变万化的边疆景色，给以生动夸张的艺术描绘，如《白雪歌送武判官归京》的“忽如一夜春风来，千树万树梨花开”，写的是边塞风雪，却给人以春意无边的感觉。岑参的诗想像丰富，意境新奇，气势磅礴，风格奇峭，词采瑰丽，具有浪漫主义特色。爱国诗人陆游曾称赞说，“以为太白、子美之后一人而已”。（《渭南文集·跋岑嘉州诗集》）\n　　岑参的诗题材很广泛，除一般感叹身世、赠答朋友的诗外，他出塞以前曾写了不少山水诗。诗风颇似谢兆、何逊，但有意境新奇的特色。象殷番《河岳英灵集》所称道的“山风吹空林，飒飒如有人”(《暮秋山行》)，“长风吹白茅，野火烧枯桑”(《至大梁却寄匡城主人》)等诗句，都是诗意造奇的例子。杜甫也说“岑参兄弟皆好奇”(《美陂行》)，所谓“好奇”，就是爱好新奇事物。\n　　天宝后期，唐帝国内政已极腐败，但在安西边塞，兵力依然相当强大。岑参天宝十三载写的《北庭西郊候封大夫受降回军献上》一诗就曾经描写了当时唐军的声威：“胡地苜蓿美，轮台征马肥。大夫讨匈奴，前月西出师。甲兵未得战，降虏来如归。橐驼何连连，穹帐亦累累。阴山烽火灭，剑水羽书稀。”这种局面一直保持到安史之乱发生。岑参的边塞诗就是在这个形势下产生的。因而成为边塞诗派的代表。"
    },
    {
        "author": "未知作者",
        "author_info": ""
    },
    {
        "author": "刘方平",
        "author_info": "刘方平(758年前后在世)，唐朝河南洛阳人。匈奴族。天宝前期曾应进士试，又欲从军 ，均未如意，从此隐居颍水、汝河之滨，终生未仕。与皇甫冉、元德秀、李颀、严武为真可谓是才华横溢，才貌双全。 \n　　其诗清新亮丽，风格鲜明，是因为他早期的生活幸福，他有一妻三子，大子刘眉，儿子刘含，小子刘霜在文学上都颇有造诣。令人惋惜的他们的诗都失传，以至后人无法瞻仰其才华。 \n　　其妻许氏，也是出生于书香门第，虽在当时女子里才华横溢，但是丑闻连连，曾与寺里僧人有过奸情，刘方平离家四处游玩，便不问家里情况。以至于许氏愈加放肆，最后在偷会情人时跌在雪地里死去了。（选自《古今野史杂谈》）"
    },
    {
        "author": "张泌",
        "author_info": "张泌，字子澄，唐末重要作家，生卒年约与韩偓(842-914)相当；\n生平　　张泌与南唐李后主时代的张佖互不相干。张泌的籍贯在南阳郡泌阳县，在唐末时曾登进士第。张泌今存曲子词28首，罗隐、韦庄、郑谷、牛峤等绝大多数诗人一样，为博得一第而滞留长安，四处漂泊，传食诸侯；"
    },
    {
        "author": "温庭筠",
        "author_info": "温庭筠 (约812—870)，唐代李商隐齐名，并称“温李”；词与韦庄齐名，并称“温韦”。温庭筠，古籍上记载的有两位：一位是唐代著名文学家，另一位是五代十国晋丞相桓文之门客。\n生平　　关于温庭筠的生年，史籍无载。温集旧注断为唐穆宗长庆四年（824年），夏承焘《温飞卿系年》以为生于元和七年（812年）。近年陈尚君《温庭筠早年事迹考辨》云生于德宗贞元十七年（801年）。梁超然《唐才子传校笺》同意陈尚君所考。以温庭筠生于贞元十七年算，卒于咸通七年（866年），则他享年66岁。温庭筠少敏悟，同其他有成就的诗人一样，自幼好学，苦心研习，除了善鼓琴吹笛外，尤长于诗词。《旧唐书》本传中说他“士行尘杂，不修边幅，能逐弦吹之音，为侧艳之词”。词有《握兰集》、《金荃集》，今不传。唯《花间集》中尚存有其词六十六首。《北梦琐言》说温庭筠“才思艳丽，工于小赋，每入试，押官韵作赋，凡八叉手而八韵成”。在我国古代，文思敏捷者，有数步成诗之说，而像温庭筠这样八叉手而成八韵者，再无第二人。 \n　　这样有才华的人，却数举进士不第。今可考者，唐文宗开成四年（839年），温庭筠将近40岁时开始应举，未中，只在京兆府试以榜副得贡，连省试也未能参加。究其原因，大约是受宫中政治斗争之害。因为杨贤妃的谗害，庄恪太子左右数十人或被杀，或被逐，沙汰殆尽，随后庄恪太子不明不白地突然死去。温庭筠被卷进这起政治斗争中，没受灾祸已算不错了，哪还指望中进士。在他步入科场前，便注定了不能及第的命运。开成四年应举不第后，温庭筠在鄠郊住了两年，用他自己的话说，是“二年抱疾，不赴乡荐试有司”。当时是真病，还是畏祸待在家里，不得而知。唐武宗会昌元年（841年），温庭筠41岁时，到淮南与李绅相见。早在温庭筠8岁时，便与李绅相识，可谓自幼为友。到唐懿宗大中九年（855年），温庭筠又去应试。这次应试是沈询主春闱，温庭筠却由于搅扰场屋，弄得满城风雨。事件的起因，是温庭筠有“救数人”的绰号，即在考场帮助左右的考生，因此这次沈询将温庭筠特别对待，特召温庭筠于帘前试之。温庭筠因此大闹起来，扰乱了科场。据说这次虽有沈询严防，但温庭筠还是暗中帮了八个人的忙。当然，这次考试又没能中。从此之后，也就是说从55岁起，温庭筠便绝了这门心思，不再涉足名场。 \n　　考场救人，虽属不该，但从这里可看出温庭筠的才能。同考场救人一样，温庭筠还帮过相国令狐绹的忙。温庭筠出入令狐馆中，待遇甚厚。当时唐宣宗喜欢曲词《菩萨蛮》，令狐绹暗自请温庭筠代己新填《菩萨蛮》词以进，嘱咐温庭筠千万不要泄漏出去，而温庭筠却将此事传了开来，令狐绹大为不满。温庭筠看不起令狐绹的才学。唐宣宗赋诗，上句有“金步摇”，未能对，让未第进士对之，温庭筠以“玉条脱”对之，宣宗很高兴，予以赏赐。令狐绹不知“玉条脱”之说，问温庭筠。温庭筠告他出自《南华经》，并且说，《南华经》并非僻书，相国公务之暇，也应看点书。言外之意说令狐绹不读书，又尝对人说“中书省内坐将军”，讥讽令狐绹无学。令狐绹因此更加恨他，奏他有才无行，不宜与第。由此可知温庭筠一直未中第，非其才学不高，皆因当权者所嫉也。不仅才高不第，反倒落下了品行不好的坏名声。又相传温庭筠在传舍遇到微行至此的唐宣宗，因不识为皇帝，曾傲语诘之。 \n　　温庭筠搅扰场屋后，贬隋州隋县尉，当了一个小得不能再小的官。大中十一年（857年），徐商镇襄阳，辟为巡官，此时温庭筠已56岁。在襄阳，温庭筠与段成式、周繇等交游酬唱。在襄阳待了几年时间，唐僖宗咸通二年（861年），徐商诏征赴阙，温庭筠随后也离开襄阳，去了江东，此时已经61岁了，次年冬又回到了淮南。此时的温庭筠，虽诗名颇著，但已自潦倒，不检行迹，与贵胄裴诚、令狐滈等博饮狎昵。当时令狐绹出镇淮南，温庭筠因其在位时曾压制过自己，虽是老相识，也不去看他。咸通四年（863年），温庭筠因穷迫乞于扬子院，醉而犯夜，竟被巡逻的兵丁打耳光，连牙齿也打折了。他将此诉于令狐绹，令狐绹并未处置无礼之兵丁。兵丁极言温庭筠狭邪丑迹。因此有关温庭筠品行极坏的话传了到京师。63岁老翁，被打折了牙齿，并且落了更坏的名声，温庭筠只好亲自到长安，致书公卿间，申说原委，为己雪冤。随后即居于京师。 \n　　咸通六年（865 年），温庭筠出任国子助教，次年，以国子助教主国子监试。曾在科场屡遭压制的温庭筠，主试与众不同，严格以文判等后，“乃榜三十篇以振公道”，并书榜文曰：“右，前件进士所纳诗篇等，识略精进，堪神教化，声调激切，曲备风谣，标题命篇，时所难著，灯烛之下，雄词卓然。诚宜榜示众人，不敢独断华藻。并仰榜出，以明无私。”将所试诗文公布于众，大有请群众监督的意思，杜绝了因人取士的不正之风，在当时传为美谈。而此举又给温庭筠带来了不幸。他完全以文判等，且榜之于众，已遭权贵不满，又所榜诗文中有指斥时政，揭露腐败者，温庭筠称赞“声调激切，曲备风谣”，更为权贵所忌恨。所以，宰相杨收非常恼怒，将温庭筠贬为方城尉。因主持公道而招忌被贬，所以纪唐夫送其赴方城时，诗云：“且饮绿醁销积恨，莫辞黄绶拂行尘。”遭受此次打击，再次被贬，年事已高的温庭筠在咸通七年（866 年）冬抑郁而死。《唐才子传》云“竟流落而死”。未知到方城后不久而死，还是未到方城便死了。一代才子，困顿失意而死，千载而下，人共憾之。他恃才傲物，蔑视权贵。所以纪唐夫送他赴方城诗又云：“凤凰诏下虽沾命，鹦鹉才高却累身。” \n　　当时权贵，可以排挤、压制温庭筠，使他仕途多舛，生活坎坷，却压制不了温庭筠的才华四溢。温庭筠终以他杰出的文学成就成为文学史上千古不朽的诗人。 \n　　据说温庭筠也是死于花间。 \n成就　　作为晚唐著名诗人，温庭筠诗词俱佳，以词著称。温庭筠诗词，在艺术上有独到之处，历代诗论家对温庭筠诗词评价甚高，被誉为花间派鼻祖。王拯《龙壁山房文集忏庵词序》云，词体乃李白、王建、温庭筠所创，“其文窈深幽约，善达贤人君子恺恻怨悱不能自言之情，论者以庭筠为独至”。周济《介存斋论词杂著》云：“词有高下之别，有轻重之别。飞卿下语镇纸，端己揭响入云，可谓极两者之能事。”又载张惠言语云：“飞卿之词，深美闳约，信然。飞卿蕴酿最深，故其言不怒不慑，备刚柔之气。”“针缕之密，南宋人始露痕迹，花间极有浑厚气象。如飞卿则神理超越，不复可以迹象求矣。然细绎之，正字字有脉络。”刘熙载《艺概》更云：“温飞卿词，精妙绝人。”温庭筠在词史上的地位，确是非常重要的。 \n　　《花间集》收温词最多达66首，可以说温庭筠是第一位专力填词的诗人。词这种文学形式，到了温庭筠手里才真正被人们重视起来，随后五代与宋代的词人竞相为之，终于使词在中国古代文坛上成蔚为大观，至现在仍然有着极广泛的影响。温庭筠对词的贡献，永远受到后人的尊敬。 \n　　温庭筠的诗，写得清婉精丽，备受时人推崇，《商山早行》诗之“鸡声茅店月，人迹板桥霜”，更是不朽名句，千古流传。相传宋代名诗人欧阳修非常赞赏这一联，曾自作“鸟声茅店雨，野色板桥春”，但终未能超出温诗原意。 \n　　温庭筠诗词集，据《新唐书·艺文志》，当时曾有《握兰集》三卷，《金荃集》10卷，《诗集》5 卷，《汉南真稿》10卷，又有与段成式、余知古等人诗文合集《汉上题襟集》10卷，知其创作颇丰，可惜其集不传。今所见温庭筠之诗词，为《花间集》、《全唐诗》、《全唐文》中所保存者。现存诗310多首，有清顾嗣立重为校注的《温飞卿集笺注》；现存词有王国维所辑的《金荃词》收70首，林大春汇集《唐五代词》录70首。 \n　　除诗词外，温庭筠还是一位小说作家、学者。据《新唐书·艺文志》，温庭筠撰有小说《乾巽子》3卷、《采茶录》1卷，编纂类书《学海》10卷。可惜几乎全部亡佚，仅《乾巽子》部分文句在《太平广记》里尚有所引录，现在无从探知其详。尤其是《学海》10卷的亡佚，实在是我国学术史上的一大损失。如果《学海》能保存下来，必然会对学术研究和辑佚等工作大有贡献。 \n　　作为晚唐著名诗人、我国词史上的重要人物，温庭筠诗文集的亡佚，是十分令人痛惜的，实在是古典文学宝库中的一大损失。不但诗文集亡佚，连有关温庭筠的重要史料也亡佚了，以至现在难以考知温庭筠的详细情况，《唐才子传》所载温庭筠传，也时序颠倒，舛错支离。虽经有关专家的研究，也只能知其大概。虽则如此，温庭筠还是在文学史上大放光辉，名垂千古。"
    },
    {
        "author": "韩偓",
        "author_info": "韩偓（842～923）中国唐代杜甫沉雄阔大的笔力和李商隐精深微妙的构思，有时不免流于平浅纤弱。\n　　韩偓的写景抒情诗构思新巧，笔触细腻。而最大的特色，还在于从景物画面中融入身世之感，即景抒情，浑涵无迹。七律《惜花》写得悲咽沉痛，被人视作暗寓亡国之恨。一些写景小诗如《醉著》、《野塘》，以白描手法勾摹物象，构图明晰，设色疏淡，宛如一幅幅饱含诗意的水墨画卷。至于反映农村乱败景象的《自沙县抵尤溪县，值泉州军过后，村落皆空，因有一绝》，寓时事于写景之中，更有画笔与史笔相结合之妙。\n　　韩偓作《香奁集》写男女之情，风格纤巧。对此历来评价不一。今有明汲古阁刻本《韩内翰别集》1卷，附补遗1卷。另《香奁集》有元刊3卷本和汲古阁1卷本传世。"
    },
    {
        "author": "陈陶",
        "author_info": "字嵩伯，自号三教布衣。《全唐诗》卷七百四十五“陈陶”传作“岭南）人”。诗人早年游学长安，善天文历象，尤工诗。举进士不第，遂恣游名山。唐宣宋大中时，隐居洪州西山，后不知所终。有诗十卷，已散佚，后人辑有《陈嵩伯诗集》一卷。其《陇西行》四首之二：“誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人。”把残酷现实与少妇美梦交替在一起，造成强烈的艺术效果，至今仍脍炙人口。然而，鲜为人知的是，他漫游浙江、福建、广东时，曾路过今闽东地区，并留下了《旅次铜山途中先寄温州韩使君》等诗。\n　　（约公元812—约885年），字嵩伯，自号三教布衣。《全唐诗》卷七百四十五“陈陶”传作“岭南（一云鄱阳，一云剑浦）人”。然而从其《闽川梦归》等诗题，以及称建水（在今福建南平市东南，即闽江上游）一带山水为“家山”（《投赠福建路罗中丞》）来看，当是剑浦（今福建南平）人，而岭南（今广东广西一带）或鄱阳（今江西波阳）只是他的祖籍。诗人早年游学长安，善天文历象，尤工诗。举进士不第，遂恣游名山。唐宣宋大中（公元847—860年）时，隐居洪州西山（在今江西新建县西），后不知所终。有诗十卷，已散佚，后人辑有《陈嵩伯诗集》一卷。其《陇西行》四首之二：“誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人。”把残酷现实与少妇美梦交替在一起，造成强烈的艺术效果，至今仍脍炙人口。然而，鲜为人知的是，他漫游浙江、福建、广东时，曾路过今闽东地区，并留下了《旅次铜山途中先寄温州韩使君》等诗。"
    },
    {
        "author": "刘禹锡",
        "author_info": "刘禹锡（772－842），字梦得 ，汉族，唐朝彭城人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名柳宗元并称“刘柳”。与白居易合称“刘白”。贞元九年，擢进士第，登博学宏词科，从事淮南幕府，入为监察御史。王叔文用事，引入禁中，与之图议，言无不从。转屯田员外郎，判度支盐铁案。叔文败，坐贬朗州刺史，在贬官期间，在扬州碰到白居易，白居易写了《醉赠刘二十八使君》，刘禹锡作《酬乐天扬州初逢席上见赠》答谢白居易，再道贬朗州司马。落魄不自聊，吐词多讽托幽远。蛮俗好巫，尝依骚人之旨。倚其声作《竹枝词》十余篇，武陵溪洞间悉歌之。居十年，召还。将置之郎署，以作玄都观看花诗涉讥忿，执政不悦，复出刺播州。裴度以母老为言，改连州，徙夔、和二州。久之，征入为主客郎中。又以作重游玄都观诗，出分司东都。度仍荐为礼部郎中，集贤直学士。度罢，出刺苏州，徙汝、同二州，迁太子宾客分司。禹锡素善诗，晚节尤精。不幸坐废，偃蹇寡所合，乃以文章自适。与白居易酬复颇多，居易尝叙其诗曰：彭城刘梦得，诗豪者也。其锋森然，少敢当者。又言其诗在处应有神物护持，其为名流推重如此。会昌时，加检校礼部尚书。卒年七十二，赠户部尚书。诗集十八卷，今编为十二卷。 　　湖南常德历史学者、收藏家周新国先生《武陵藏珍》记载：刘禹锡被贬为朗州司马其间写了著名的《汉寿城春望》。湖南常德市委市政府为了纪念朗州司马刘禹锡，现专在柳叶湖边建有“司马楼”。 　　关于刘禹锡的祖籍，多有争议，有说是洛阳人，有说是彭城（今徐州）人，有说是定州人以及中山无极人。据查有关史料，刘禹锡为匈奴后裔，其七世祖刘亮仕于北魏，随魏孝文帝迁都洛阳，始改汉姓。父刘绪因避安史之乱，东迁嘉兴，刘禹锡出生于此地，因此刘禹锡“家本荥上，籍占洛阳”。关于说其“彭城人”，经查此说，出自白居易、权德舆等人之口。那不过是随顺当时“姓卯金者咸彭城”（《史通·邑里》）的习俗罢了。因此“刘禹锡彭城人”说法是不确切的。 　　说刘禹锡是定州人、中山人以及中山无极人，还得从他七世祖刘亮说起。周汉时期，定州、无极是冀州的属地，无极同时也是定州的属地。刘亮曾任冀州刺史、散骑常侍等职，后北魏迁都洛阳，刘亮全家也随之迁至洛阳。据《四库全书总目提要》集部别集类：“书禹锡本传，称为彭城人，盖举郡望，实则中山无极人，是编亦名中山集，盖以是也。”此外清《畿辅通志》及《中国历史人物辞典》和《中国历史名人辞典》等也都有刊载。经过反复查证和咨询有关专家，刘禹锡祖籍确认为无极，是有据可依的。\n【诗风】　　刘禹锡及其诗风颇具独特性。他性格刚毅，饶有豪猛之气，在忧患相仍的谪居年月里，确实感到了沉重的心理苦闷，吟出了一曲曲孤臣的哀唱。但他始终不曾绝望，有着一个斗士的灵魂；写下《元和十年自朗州承召至京戏赠看花诸君子》、《重游玄都观绝句》以及《百舌吟》、《聚蚊谣》、《飞鸢操》、《华佗论》等诗文，屡屡讽刺、抨击政敌，由此导致一次次的政治压抑和打击，但这压抑打击却激起他更为强烈的愤懑和反抗，并从不同方面强化着他的诗人气质。他说：“我本山东人，平生多感慨”(《谒柱山会禅师》)。这种“感慨”不仅增加了其诗耐人涵咏的韵味，而且极大地丰富了其诗的深度和力度。 　　刘禹锡的诗，无论短章长篇，大都简洁明快，风情俊爽，有一种哲人的睿智和诗人的挚情渗透其中，极富艺术张力和雄直气势。诸如“朔风悲老骥，秋霜动鸷禽。……不因感衰节，安能激壮心”(《学阮公体三首》其二)、“马思边草拳毛动，雕眄青云睡眼开。天地肃清堪四望，为君扶病上高台”（《始闻秋风》）这类诗句，写得昂扬高举，格调激越，具有一种振衰起废、催人向上的力量。至于其七言绝句，也是别[1]具特色，如：“莫道谗言如浪深，莫言迁客似沙沉。千淘万漉虽辛苦，吹尽狂沙始到金。”(《浪淘沙词九首》其八)“塞北梅花羌笛吹，淮南桂树小山词。请君莫奏前朝曲，听唱新翻《杨柳枝》。”(《杨柳枝词九首》其一)就诗意看，这两篇作品均简练爽利，晓畅易解，但透过一层看，便会领悟到一种傲视忧患、独立不移的气概和迎接苦难、超越苦难的情怀，一种奔腾流走的生命活力和弃旧图新面向未来的乐观精神，一种坚毅高洁的人格内蕴。再如他那首有名的《秋词》：自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。全诗一反传统的悲秋观，颂秋赞秋，赋予秋一种导引生命的力量，表现了诗人对自由境界的无限向往之情。胸次特高，骨力甚健。 　　刘禹锡早年随父寓居嘉兴，常去吴兴拜访作为江南著名禅僧兼诗僧的皎然和灵澈，据其《澈上人文集纪》自述，当时他“方以两髦执笔砚，陪其吟咏，皆曰孺子可教”，这一早年经历对其后来的诗歌创作影响很深。那么，皎然、灵澈的诗歌主张是怎样的呢？皎然有《诗式》论诗，特别注意两方面，一是主张苦思锻炼，要求诗人在对词句加以精心锤炼之后复归自然，他认为这种自然才是诗的极致；二是极重视诗歌意蕴深远而气韵朗畅高扬的境界，认为“取境偏高，则一首举体便高，取境偏逸，则一首举体便逸”。而这“境”即意境来自创作主体的心境，“真思在杳冥，浮念寄形影”（《答俞校书冬夜》），即诗人主观心境与审美观念乃是最重要的。灵澈没有诗论传世，但据权德舆《送灵澈上人庐山回归沃州序》说，他“心冥空无而迹寄文字，故语甚夷易，如不出常境，而诸生思虑终不可至……知其心不待境静而静”；又说他常“拂方袍，坐轻舟，溯沿镜中，静得佳句，然后深入空寂，万虑洗然”，可见灵澈也重视在主体的静默观照中赢得意境的空灵深邃，而且语言也是追求自然的。这些见解一方面受到大历、贞元诗风影响，讲究字词锤炼，不露痕迹，一方面则来源于佛教重视“心”即主观体验感受的思想。刘禹锡深信佛教，得其中三昧，在很多年以后他还说，写诗的人应该“片言可以明百意，坐驰可以役万景”（《董氏武陵集纪》），前句即指语言的简练与含蓄，后句即指主体的观照与冥想。所以他一方面重视通过锤炼与润饰使诗歌的语言既精巧又自然，而反对多用生僻字眼，提出“为诗用僻字，须有来处…… 　　后辈业诗，即须有据，不可率尔道也”（《刘宾客嘉话录》）； 　　另一方面，他又极重视主体的观照与冥想，在《秋日过鸿举法师寺院便送归江陵诗引》中他曾说： 　　能离欲则方寸地虚，虚而万景入；入必有所泄，乃形于词。……因定而得境，故翛然以清；由慧而遣词，故粹然以丽。 　　定，是排除杂念的观照，慧，是一种灵感的获得。这样写出来的诗，便能容纳更丰富的内涵，有着更深的意境。因此，刘禹锡的诗大多自然流畅、简练爽利，同时具有一种空旷开阔的时间感和空间感。像他的名句如“芳林新叶催陈叶，流水前波让后波”（《乐天见示伤微之敦诗晦叔三君子皆有深分因成是诗以寄》），“沉舟侧畔千帆过，病树前头万木春”（《酬乐天扬州初逢席上见赠》），都是他对历史、人生进行沉思之后的一种感悟。这种感悟以形象出现在诗里，不仅有开阔的视界，而且有一种超时距的跨度，显示出历史、现实、未来在这里的交融。 　　刘禹锡的咏史诗十分为人称道。这些诗以简洁的文字、精选的意象，表现他阅尽沧桑变化之后的沉思，其中蕴涵了很深的感慨，如《西塞山怀古》、《乌衣巷》、《石头城》、《蜀先主庙》等都是名篇。 　　王濬楼船下益州，金陵王气黯然收。千寻铁锁沉江底，一片降幡出石头。人世几回伤往事，山形依旧枕寒流。今逢四海为家日，故垒萧萧芦荻秋。（《西塞山怀古》） 　　朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞入寻常百姓家。（《乌衣巷》） 　　前一首是诗人站在西塞山远眺的感慨，在他心中，是一种永恒与短暂的强烈对比：千帆竞发、铁锁沉江，无论是战降治乱、分裂统一，这一切比起默默无言的大自然来，都不过是过眼烟云，瞬间即逝。后一首则通过王谢这些士族的旧迹变为寻常百姓家的历史变迁，呈现了人们心灵深处常有的对一切繁华与高贵都会被时间洗刷净尽的叹息。 　　刘禹锡的山水诗，也改变了大历、贞元诗人襟幅狭小、气象萧瑟的风格，而常常是写一种超出空间实距的、半虚半实的开阔景象，如“水底远山云似雪，桥边平岸草如烟”（《和牛相公游南庄醉后寓言戏赠乐天兼见示》），“野草芳菲红锦地，游丝缭乱碧罗天”（《春日书怀寄东洛白二十二杨八二庶子》）。再如《望洞庭》： 　　湖光秋月两相和， 　　潭面无风镜未磨。 　　遥望洞庭山水翠， 　　白银盘里一青螺。 　　在这静谧空灵的山光水色中融入了诗人的主观情感，构成了一种恬静平和的氛围。不过，虽然刘禹锡说过“能离欲则方寸地虚”，但是他积极参与永贞革新，其实还是要在社会中实现人生理想；他的性格也比较倔强，所以尽管受佛教徒影响，他却不像后期的白居易那样，时而满足，时而颓废，诗中倒是常常表现出高扬开朗的精神。如《秋词》二首之一：“ 　　自古逢秋悲寂寥，我言秋日胜春朝。 　　晴空一鹤排云上，便引诗情到碧霄。” 　　《同乐天登栖灵寺塔》： 　　“步步相携不觉难，九层云外倚栏杆。 　　忽然语笑半天上，无限游人举眼看。” 　　都有一种高扬的力量。由于有了含蓄深沉的内涵、开阔疏朗的境界和高扬向上的情感，刘禹锡的诗歌便显得既清峻又明朗。 此外还应该提到他受民歌影响所写的一些诗篇。皎然、灵澈等人生活在民歌兴盛的吴地，而在禅宗看来，民歌率直自然、活泼朴素，正是语言的极致，所以他们也曾汲取民歌的特色来写诗，这无疑对刘禹锡有一定影响；刘禹锡又多次贬官南方，这也是民歌盛行的地方，所以刘禹锡常常收集民间歌谣，学习它的格调进行诗歌创作，如《白鹭儿》： 　　白鹭儿，最高格。 　　毛衣新成雪不敌， 　　众禽喧呼独凝寂。 　　孤眠芊芊草， 　　久立潺潺石。 　　前山正无云， 　　飞去入遥碧。 　　诗以隐喻方式写自己孤高的情怀，但用的是轻快的民歌体。还有一些完全仿照民歌的作品，如《竹枝词》、《杨柳枝词》、《堤上行》、《蹋歌词》等，都很朴素自然、清新可爱，散发着民歌那样浓郁的生活气息，以下两首尤为传神： 　　江南江北望烟波，入夜行人相应歌。 　　桃叶传情竹枝怨，水流无限月明多。（《堤上行》三首之二） 　　杨柳青青江水平，闻郎岸上唱歌声。 　　东边日出西边雨，道是无晴却有晴。（《竹枝词》二首之一）"
    },
    {
        "author": "郑畋",
        "author_info": "郑畋（823-882），字台文，河南 荥阳人，会昌二年（842）进士及第。刘瞻镇北门，辟为从事。瞻作相，荐为翰林学士，迁中书舍人。乾符中，以兵部侍郎同平章事，寻出为凤翔节度使，拒巢贼有功，授检校尚书左仆射。黄巢起义军的宰相。字台文。荥阳(今属河南)人。会昌二年(842)进士及第，任藩镇幕府。咸通五年(864)入朝，十年迁户部侍郎。十一年，充翰林学士承旨。后因事被贬为梧州刺史。僖宗即位，复入为右散骑常侍。乾符元年(874)，以兵部侍郎同中书门下平章事。五年，因反对招抚黄巢事与另一宰相卢携忿争，俱罢相。广明元年(880)，郑畋任凤翔(今属陕西)节度使。同年冬，黄巢攻入长安，僖宗出奔蜀。郑畋招集畿内散兵，顽抗义军。中和元年(881)，郑畋传檄天下，号召四方藩镇合兵围攻长安，为阻遏黄巢义军在关中的发展，竭尽气力。不久，部将李昌言发动兵变，逐郑畋。郑畋被罢为太子少傅，分司东都洛阳。二年，召郑畋至成都(今属四川)主持军务。三年，黄巢起义军退出长安，僖宗将还京。当权宦官田令孜及其兄剑南西川节度使(今四川成都)陈敬瑄与郑畋不协；李昌言又因逐郑畋自代故，也不愿郑畋继续执政，3人合力排郑畋去位，郑畋赴其子彭州(今属四川)刺史任所。"
    },
    {
        "author": "顾况",
        "author_info": "顾况（约727—约815）字逋翁，号华阳真逸(一说华阳真隐)，晚年自号悲翁，汉族，苏州海盐恒山人（今在浙江海宁境内），唐代韩滉为润州刺史﹑镇海军节度使时，曾召为幕府判官。贞元三年为李泌荐引，入朝任著作佐郎。贞元五年，李泌去世，他也于此年三﹑四月间贬饶州司户参军。被贬的原因据说是“傲毁朝列”(李肇《唐国史补》)，“不能慕顺﹐为众所排”(皇甫湜《顾况诗集序》)。在贬途经苏州时﹐与韦应物有诗酬唱。约于贞元十年离饶州﹐晚年定居茅山。贞元十六年﹐皇甫湜曾在扬州见到过他(《顾况诗集序》)。大历六年（771年），任永嘉监盐官，曾著有《仙游记》，描述飞云江上游李庭寻上山砍树，迷不知路，逢见祭水，内有农田、泉竹、果莱、连栋架险、300余家。 \n　　顾况的生卒年，传世的《瘗鹤铭》定为开元十三年(725年)至元和九年(814年)﹐但据宋代董逌﹑黄伯思和清人顾炎武考证，《瘗鹤铭》非顾况所作。今从顾况《送宣歙李衙推八郎使东都序》考订，顾况于757年登第后约50年﹐即大致在806年前后尚在人世。"
    },
    {
        "author": "王翰",
        "author_info": "王翰（687—726），字子羽，唐并州晋阳（今山西太原市）人，闻一多先生《唐李白和屈原的作品，真不愧余音绕梁之仙作也。集十卷，今存诗一卷（全唐诗上卷第一百五十六）。 　　王翰少时就聪颖过人，才智超群，举止豪放，不拘礼节。唐睿宗景云元年（710年）中进士。张嘉贞任并州刺史时，十分赞赏王翰的才能，常以很好的礼遇相待，王翰则自做歌并于之舞，神气轩昂，气度不凡。 　　王翰性格豪爽，无拘无束，常与文人志士结交，杜甫诗中以“李邕求识面，王翰愿卜邻”之句赞叹王翰。 　　他的诗多豪放壮丽之句，可惜很多已散失，传世之作中最负盛名的是他的《凉州词》：“葡萄美酒夜光杯，欲饮琵琶马上催，醉卧沙场君莫笑，古来征战几人回。”流露出作者厌战的情绪，也表现了一种毫纵的意兴。 　　王翰原有诗集十卷，大都失传。 　　《全唐诗》录其诗一卷，共十四首。"
    },
    {
        "author": "贺知章",
        "author_info": "贺知章（公元659－744年），字季真，越州永兴（今浙江省杭州市萧山区）人。武则天证圣元年进士，授国子四门博士，迁太常博士。后历任礼部侍郎、秘书监、太子宾客等职。为人旷达不羁，有“清谈风流”之誉，晚年尤纵，自号“四明狂客”、“秘书外监”。八十六岁告老还乡，旋逝。属盛唐前期张说推荐入该殿书院，参与撰修《六典》、《文纂》等书，未成，转官太常少卿。十三年为礼部侍郎、集贤院学士。后调任太子右庶子、侍读、工部侍郎。二十六年改官太子宾客、银青光禄大夫兼正授秘书监，因而人称“贺监”。 　　贺知章诗文精佳，且书法品位颇高，尤擅草隶，“当世称重”，好事者供其笺翰，每纸不过数十字，共传宝之。他常醉辄属籍，常与张旭、李白饮酒赋诗，切磋诗艺，时称“醉中八仙”，又与包融、张旭、张若虚等结为“吴中四士。”天宝三年(744)，因病恍惚，上疏请度为道士，求还乡里，舍本乡宅为观，求周宫湖数顷为放生池。诏许之，赐鉴湖一曲。玄宗御制诗以赠，皇太子率百官饯行。回山阴五云门外“道士庄”，住“千秋观”，建“一曲亭”自娱，繁纸不过数十字。“厅馆好墙壁及屏障，忽忘机，兴发，落笔数行，如虫篆飞走，虽古之张索不如也。”，爱好书法者视为珍品。他的墨迹留传很少，现存尚有绍兴城东南宛委山南坡飞来石上的《龙瑞宫记》石刻和流传到日本的《孝经》草书。 　　 其间，写下《回乡偶卷》2首：“少小离家老大回，乡音无改鬓毛衰。儿童相见不相识，笑问客从何处来。”“离别家乡岁月多，近来人事半消磨。唯有门前镜湖水，春风不改旧时波。”为人传诵而脍炙人口，未几病逝，年八十六。乾元元年(758)肃宗以侍读之归，赠礼部尚书。现存诗19首，多为祭祀乐章和应制诗。文有《龙瑞宫记》、《会稽洞记》各1卷。今存《龙瑞宫记》摩崖，留存于宛委山南坡飞来石上，为难得之古代题刻。《新唐书》、《旧唐书》有传。 　　贺知章生性旷达豪放，善谈笑，好饮酒，又风流潇洒，为时人所倾慕。当看到李白的诗文，即赞为“谪仙人也”，后成为忘年之交，并把李白引荐给唐玄宗为官。贺晚年放荡不羁，自称“四明狂客”，又因其诗豪放旷放，人称“诗狂”。常与李白、李适之、李琎、崔宗之、苏晋、张旭、焦遂饮酒赋诗，时谓“醉八仙”。 　　天宝三年(744)，贺知章告老还乡，为道士。离开京师时，玄宗曾赐诗，皇太子及文武百官为其饯行，回乡后不久病卒。有“诗狂”之称。"
    },
    {
        "author": "张继",
        "author_info": "张继（约715~约779）字懿孙，汉族，襄州人（今湖北襄阳人）。唐代皇甫冉交，情逾昆弟。天宝十二年，（公元七五三年）登进士。然铨选落地，归乡。唐代宗李豫宝应元年（公元762年）10月，政府军收复两京（长安，洛阳），张继被录用为员外郎征西府中供差遣，从此弃笔从戎，后入内为检校员外郎又提升检校郎中，最后为盐铁判官。分掌财赋于洪州。大历末年张继上任盐铁判官仅一年多即病逝于任上，其友人刘长卿作悼诗《哭张员外继》曰：“世难愁归路，家贫缓葬期”可见其清廉正直，后来其妻亦殁于其地。张继有诗集《张祠部诗集》一部流传后世，为文不事雕琢，其中以枫桥夜泊一首最著名。 \n　　高仲武评张继的诗：「事理双切」，「比快捷键兴深矣」，「不雕而自饰，丰姿清迥，有道者风。」他的诗不但「有道者风」，也颇有「禅味」，这是当时士大夫崇尚儒、道的普遍风气，他自也不例外。但他并无一般仕宦者的官僚习气，曾作感怀诗：「调与时人背，心将静者论，终年帝城里，不识五侯门」，他不逢迎权贵，与当时同是进士出身的诗人皇甫冉交情很好，时有往来。 \n　　刘长卿有《哭张员外继》诗，自注云：“公及夫人忽悠金辉玉洁，都是诗人。高仲武编《中兴间气集》，选录至德元年至大历暮年诗人二十六家的诗一百三十二首，其中有张继诗三首。高仲武评云：“员外累代词伯，积习弓裘。其于为文，不自雕饰。及尔登第，秀发当时。诗体清迥，有道者风。如‘女停襄邑杼，农废汶阳耕’，可谓事理双切。又‘火燎原犹热，风摇海未平’，比兴深矣。”从评语看来，可知他家世代是诗人，现在我们已无法知道他是谁的子孙。他的诗见于《全唐诗》者，只有四十馀首，其中还混入了别人的诗。但宋人叶梦得曾说：“张继诗三十馀篇，余家有之，”(《石林诗话》)可知他的诗，在南宋时已仅存三十馀首了。 \n　　在唐代诗人中，张继不是大家，恐怕也算不上名家，《唐诗品汇》把他的七言绝句列入“接武”一级中。如果千年绝唱《枫桥夜泊》诗没有流存下来，可能今天我们已忘记了他的名字。这首诗首先被选入《中兴间气集》，题目是《夜泊松江》。以后历代诗选，都收入此诗，直到《唐诗三百首》，使这首诗成为唐诗三百名篇之一，传诵于众口了。"
    },
    {
        "author": "朱庆余",
        "author_info": "朱庆余(生卒年未详)，字可久，越州(今浙江绍兴)人。工张籍，得其赏识，选庆余诗26首，置于怀袖，向人推荐。当时籍声望很重，人们抄录讽咏。庆余犹恐不足为时所重，作《近试上张水部》诗云：“洞房昨夜停红烛，待晓堂前拜舅姑。妆罢低声问夫婿，画眉深浅入时无?”籍知其意，和之云：“越女新妆出镜新，自知明艳更沉吟。齐纨未足时人贵，一曲菱歌抵万金。”由此更是知名，登唐敬宗宝历二年(826)进士及第，官授秘书省校书郎。 \n　　诗学张籍，近体尤工，诗意清新，描写细致。内容则多写个人日常生活。宋刘克庄《后村诗话后集》云：“张洎序项斯诗云：‘元和中，张水部为律格，清丽浅切，而巧思动人，字意清远，惟朱庆余一人亲受其旨，沿流而下，则有任蕃、陈标、章孝标、司空图等，咸及门焉’。”《新唐书·艺文志》著录《朱庆余诗集》1卷。《全唐诗》收其诗177首，辑为2卷。"
    },
    {
        "author": "朱庆馀",
        "author_info": "朱庆馀，生卒年不详，名可久。越州（今浙江绍兴）人，宝历二年（826）进士，官至秘书省校书郎，《全唐张籍读后大为赞赏，写诗回答他说：“越女新装出镜心，自知明艳更沉吟。齐纨为足时人贵，一曲菱歌值万金”，于是朱庆馀声名大震。"
    },
    {
        "author": "张旭",
        "author_info": "张旭(675-750?)，字伯高，一字季明，汉族，唐朝吴（今江苏苏州）人。曾官常熟县尉，金吾长史。善草书，性好酒，世称张颠，也是“饮中八仙”之一。其草书当时与李白贺知章等人共列饮中八仙之一。唐文宗曾下诏，以李白诗歌、裴旻剑舞、张旭草书为“三绝”。又工诗，与贺知章、张若虚、包融号称“吴中四士”。传世书迹有《肚痛帖》、《古诗四帖》等。\n生平　　 张旭，唐代书法家。生于唐上元三年（675），卒于玄宗天宝九年（750），初仕为常熟尉，后官至金吾长史，人称“张长史”。其母陆氏为初唐书家陆柬之的侄女，即虞世南的外孙女。陆氏世代以书传业，有称于史。张旭为人洒脱不羁，豁达大度，卓尔不群，才华横溢，学识渊博。与李白、贺知章相友善，杜甫将他三人列入“饮中八仙”。是一位极有个性的草书大家，因他常喝得大醉，就呼叫狂走，然后落笔成书，甚至以头发蘸墨书写，故又有“张颠”的雅称。后怀素继承和发展了其笔法，也以草书得名，并称“颠张醉素”。　张旭性格豪放，嗜好饮酒，常在大醉后手舞足蹈，然后回到桌前，提笔落墨，一挥而就。有人说他粗鲁，给他取了个张癫的雅号。其实他很细心，他认为在日常生活中所触到的事物，都能启发写字。偶有所获，即熔冶于自己的书法中。当时人们只要得到他的片纸支字，都视若珍品，世袭真藏。那时候，张旭有个邻居，家境贫困，听说张旭性情慷慨，就写信给张旭，希望得到他的资助。张旭非常同情邻人，便在信中说道:您只要说这信是张旭写的，要价可上百金。邻人将信照着他的话上街售卖，果然不到半日就被争购一空。邻人高兴地回到家，并向张旭致万分的感谢。 \n　　 张旭的书法，始化于张芝、二王一路，以草书成就最高。史称“草圣”。他自己以继承“二王”传统为自豪，字字有法，另一方面又效法张芝草书之艺，创造出潇洒磊落，变幻莫测的狂草来，其状惊世骇俗。相传他见公主与担夫争道，又闻鼓吹而得笔法之意；在河南邺县时爱看公孙大娘舞西河剑器，并因此而得草书之神。颜真卿曾两度辞官向他请教笔法。张旭是一位纯粹的艺术家，他把满腔情感倾注在点画之间，旁若无人，如醉如痴，如癫如狂。唐韩愈《送高闲上人序》中赞之：“喜怒、窘穷、忧悲、愉佚、怨恨、思慕、酣醉、无聊、不平，有动于心，必于草书焉发之。观于物，见山水崖谷、鸟兽虫鱼、草木之花实、日月列星、风雨水火、雷霆霹雳、歌舞战斗、天地事物之变，可喜可愕，一寓于书，故旭之书，变动犹鬼神，不可端倪，以此终其身而名后世。”这是一位真正的艺术家对艺术的执着的真实写照。难怪后人论及唐人书法，对欧、虞、褚、颜、柳、素等均有褒贬，唯对张旭无不赞叹不已，这是艺术史上绝无仅有的。他被后人尊称为“草圣”。"
    },
    {
        "author": "韩翃",
        "author_info": "韩翃( hóng)（754年前后在世），字君平，南阳（今河南南阳）人。唐代诗人。是“大历十才子”之一。天宝十三载（754）考中进士，宝应年间在淄青节度使侯希逸幕府中任从事，后随侯希逸回朝，闲居长安十年。建中年间，因作《寒食》诗被唐德宗所赏识，因而被提拔为中书舍人。韩翃诗笔法轻巧，写景别致，在当时传诵很广。诗多写送别唱和题材，如《韩君平诗集》，《全唐诗》录存其诗三卷。"
    },
    {
        "author": "李益",
        "author_info": "李益(748-829)， 唐代刘济从事。尝与济诗，有怨望语。十六年南游扬州等地，写了一些描绘江南风光的佳作。元和后入朝，历秘书少监、集贤殿学士、左散骑常侍等职。自负才地，多所凌忽，为众不容，谏官举其幽州诗句，降居散秩。宪宗时俄复用为秘书监，迁太子宾客、集贤学士，判院事，转右散骑常侍。大和元年(827)礼部尚书，以礼部尚书致仕卒。诗风豪放明快，尤以边塞诗为有名。他是中唐边塞诗的代表诗人。《送辽阳使还军》、《夜上受降城闻笛》2首，当时广为传唱。其边塞诗虽不乏壮词，但偏于感伤，主要抒写边地士卒久戍思归的怨望心情，不复有盛唐边塞诗的豪迈乐观情调。他擅长绝句，尤工七绝，名篇如《夜上西城》、《从军北征》、《受降》、《春夜闻笛》等。其律体亦不乏名篇，如五律《喜见外弟又言别》“问姓惊初见，称名忆旧容”，是历代传诵的名句。七律《同崔邠登鹳雀楼》、《过五原胡儿饮马泉》（又名《盐州过胡儿饮马泉》）等，均属佳作。今存《李益集》2卷，《李君虞诗集》2卷，《二酉堂丛书》本《李尚书诗集》1卷。　　益长于歌诗，贞元末，与宗人李贺齐名。每作一篇，教坊乐人以赂求取，唱为供奉歌辞。其《征人歌》、《早行篇》，好事者画为屏障。其最著名的代表作为《江南词》和《夜上受降城闻笛》，前者写一思妇因丈夫是瞿塘商贾，“重利轻别离”，天天不得相聚，因此不由得暗中后悔：“早知潮有信，嫁与弄潮儿”（早知道还不如嫁给弄潮儿呢！毕竟潮水的涨落有确定的时刻，与弄潮儿总还能朝夕厮守，比作商贾之妇强多了），心理描写可谓传神入微矣；后者写受降城上的戍边将士的思乡之情，“不知何处吹芦管，一夜征人尽望乡”，芦管悠扬激起乡思悠长，读来令人同情感伤。集一卷，今编诗二卷（全唐诗中卷第二百八十二和二百八十三） 。"
    },
    {
        "author": "王勃",
        "author_info": "王勃，（649或650～675或676）唐代杨炯、卢照邻、骆宾王以诗文齐名，并称“王杨卢骆”，亦称“初唐四杰”。勃才华早露，未成年即被司刑太常伯刘祥道赞为神童，向朝廷表荐，对策高第，授朝散郎。乾封初（666）为沛王李贤征为王府侍读，两年后，因戏为《檄英王鸡》文，被高宗怒逐出府，随即出游巴蜀。咸亨三年（672），补虢州参军，因擅杀官奴当诛，遇赦除名。其父亦受累贬为交趾令。 上元二年（675）或三年（676），王勃南下探亲，渡海溺水，惊悸而死。 王勃的文学主张崇尚实用。当时文坛盛行以上官仪为代表的诗风，“争构纤微，竞为雕刻”，“骨气都尽，刚健不闻”。王勃“思革其弊，用光志业”（杨炯《王勃集序》）。 　　他创作“壮而不虚，刚而能润，雕而不碎，按而弥坚”的诗文，对转变风气起了很大作用。 王勃的诗今存80多首，赋和序、表、碑、颂等文，今存90多篇。王勃的文集，较早的有20卷、30卷、27卷三种本子，皆不传。现有明崇祯中张燮搜辑汇编的《王子安集》16卷；清同治甲戌蒋清翊著《王子安集笺注》，分为20卷。此外，杨守敬《日本访书志》著录卷子本古钞《王子安文》1卷，并抄录其中逸文13篇（实为12篇，其中6篇残缺）。罗振玉《永丰乡人杂著续编》又辑有《王子安集佚文》 1册，共24篇，即增杨氏所无者12篇，且补足杨氏所录 6篇残缺之文。罗氏序文中还提及日本京都“富冈君（谦藏）别藏《王子安集》卷廿九及卷三十”。按日本京都帝国大学部影印唐钞本第 1集有《王勃集残》2卷，注云“存第二十九至三十”，当即富冈所藏本。清宣统三年（1911年），刊姚大荣《惜道味斋集》有《王子安年谱》。 \n生平　　王勃，字子安，被称为诗杰。王勃出身望族，为隋末大儒王通的孙子（王通是隋末著名学者，号文中子），王通生二子，长名福郊，次名福峙，福峙即王勃之父，曾出任太常博士、雍州司功、交趾县令、六合县令、齐州长史等职。可知王勃生长于书香之家。 王勃也是王绩的侄孙。 　　王勃小时候很聪慧，从小就能写诗作赋，世人目为神童。《旧唐书》本传谓王勃：“六岁解属文，构思无滞，词情英迈，与兄才藻相类，父友杜易简常称之曰：此王氏三珠树也。”又有杨炯《王勃集序》说：“九岁读颜氏《汉书》，撰《指瑕》十卷。十岁包综六经，成乎期月，悬然天得，自符音训。时师百年之学，旬日兼之，昔人千载之机，立谈可见。”太常伯刘公称王勃为神童。 　　唐高宗麟德元年（664年仲秋，右相刘祥道巡行关内，年方十五的王勃上书刘右相，其中第一条就是抨击唐王朝的侵略政策，反对讨伐高丽，他认为：“辟地数千里，无益神封；勤兵十八万，空疲帝卒。警烽走传，骇秦洛之甿；飞刍挽粟，竭淮海之费。”真实地反映了人民的不满情绪。刘祥道看后，为其“所以慷慨于君侯者，有气存乎心耳”之语惊异，赞王勃为“神童”，并上表举荐。王勃乃应麟德三年（666年）制科，对策高第，被授予朝散郎之职。此时的王勃虽然才17岁，尚是一少年，但由于才华毕露，在那时就与杨炯、卢照邻、骆宾王齐名并称为“初唐四杰”。 　　乾封初(666年)为沛王李贤征为王府侍读，两年后因戏为《檄英王鸡》文，被高宗怒逐出府。少年得志的王勃经过这样的打击，心情是沉重的。他在《夏日诸公见寻访诗序》中说：“天地不仁，造化无力，授仆以幽忧孤愤之性，禀仆以耿介不平之气。顿忘山岳，坎坷于唐尧之朝；傲想烟霞，憔悴于圣明之代。”可以看出他当时的凄怆悲苦和愤激不平。总章二年（669）五月，王勃悻悻离开长安，南下入蜀，开始了他将近三年的蜀中漫游。仕途的挫折，生活的体验，山川的感召，使王勃写下了很多抒发自己情怀的诗文，其中主要是朋友间的酬唱，仕途艰难的感叹和一些抒写乡思的作品。在蜀期间，朝中曾先后征召过王勃，王勃都称病辞谢。 　　咸亨三年(672年)王勃返回长安，裴行俭、李敬玄同典选事，闻王勃文名，又数次召用，但王勃耻以文才受召，作文述志，结果触怒了裴行俭，被斥为“才名有之，爵禄盖寡”。第二年，王勃听友人陆季友说虢州多药草，他很想去，便设法做了虢州参军。这是王勃第二次走上仕途。但谁能想到，等待他的却是第二次沉重的打击。王勃恃才傲物，在虢州参军任上与同僚的关系搞得很僵。当时有官奴曹达犯了死罪，王勃不知为什么却把他藏到自己府内。后来他又害怕此事泄露出去，就私下把曹达杀了。事情很快被发现，王勃被判死刑而入狱。后又巧遇大赦，免除了死刑。但王勃的父亲却因此事而从雍州司户参军的位置上被贬为交趾令。至于王勃擅杀官奴的具体情况，史无详载，是非莫辨。不过，王勃没有象第一次废官后那样寄情于山川烟霞，而是更珍惜这劫后余生。“富贵比于浮云，光阴逾于尺璧。著撰之志，自此居多。……在乎辞翰，倍所用心。”第二年朝廷虽恢复王勃原职，但他决计弃官为民而不就任。在短短的一年多时间里，王勃完成了祖父王通《续书》所阙十六篇的补阙，刊成二十五卷。撰写了《周易发挥》五卷、《唐家千岁历》、《合论》十篇、《百里昌言》十八篇等，同时还创作了大量诗文作品。这是王勃一生中创作最宏富的时期。 　　上元二年(675年)或三年(676年)春天，王勃从龙门老家南下，前往交趾看望父亲。一路经洛、扬州、江宁，九月初到了洪州。在这里王勃留下了《滕王阁序》这一传世名篇。滕王阁大宴后，王勃继续南下，于十一月初七到达岭南都督府所在地南海，第二年秋由广州渡海赴交趾，不幸溺水而卒，年仅二十七岁。"
    },
    {
        "author": "崔涂",
        "author_info": "崔涂（854～?），字礼山，今浙江富春江一带人。唐僖宗光启四年（888）进士。终生飘泊，漫游巴蜀、吴楚、河南，秦陇等地，故其诗多以飘泊生活为题材，情调苍凉。《全唐诗》存其诗1卷。"
    },
    {
        "author": "许浑",
        "author_info": "许浑（约791～约858）字用晦，一作仲晦，祖籍安州安陆，寓居润州丹阳(今属江苏)，遂为丹阳人。武后朝宰相许圉师六世孙。文宗大和六年(832)进士及第，先后任当涂、太平令，因病免。大中年间入为监察御史，因病乞归，后复出仕，任润州司马。历虞部员外郎，转睦、郢二州刺史。晚年归丹阳丁卯桥村舍闲居，自编杜牧，在此改正。 　　其诗现存 500首左右，无一首古体。近体以五、七言律诗居多，圆稳工整,属对精切，致有\"声律之熟,无如浑者\"（田雯《古欢堂集·杂著》）的赞语。 但也有人批评他“专对偶”、“工有余而味不足”（方回《瀛奎律髓》）。一般说来，他的警句常出现在第二联，如“溪云初起日沉阁（一作“谷”），山雨欲来风满楼”（《咸阳城东楼》）、“水声东去市朝变，山势北来宫殿高”（《故洛城》），而到后半篇往往流于平沓，各首间句意也时见复出。他喜欢将律句三字尾的声调改为“仄平仄”对“平仄平”，以显示拗峭变化，为后人所仿效，称作“丁卯句法”。 　　《丁卯集》2卷，有明汲古阁刻本及《四部丛刊》影印的影宋写本。涵芬楼影印宋蜀刻本，题名《许用晦文集》，多拾遗2卷。《唐诗百名家全集》本所收,则于正集2卷外，有续集1卷，续补1卷、集外遗诗1卷，较为完备。《全唐诗》析为11卷，有相当数量诗篇与杜牧及他人诗作重见互出。事迹见《唐诗纪事》、《唐才子传》。 \n评价　　从总体上说，许浑缺乏对现实的自觉关注与刚健高朗的性格，追寻旷逸闲适、逃避社会的思想在他诗中显得更特出。所以，尽管他也写过不少咏史诗，如“荒台麋鹿争新草，空苑凫鹜占浅莎”（《姑苏怀古》），“行殿有基荒荠合，陵园无主野棠开”（《凌歊台》）之类，但他在叹息的同时并没有批判意味，而是情绪更偏于消沉，一味哀叹岁华变迁，给人以灰暗的感觉。也正因为如此，他更大量地写的是消极恬退的闲适诗。 　　从艺术角度来看，正因为他反复咏叹个人境遇和描写闲适的生活，诗的内容很单调，虽然技巧娴熟，意境却容易重复。像“扣舷滩鸟没，移棹草虫鸣”（《送同年崔先辈》），“鱼沉秋水静，鸟宿暮山空”（《忆长洲》），这种以鸟禽虫鱼来点缀的句子单独地看还不错，写多了就成了俗套，后人所谓“许浑千首湿”（《苕溪渔隐丛话》引《桐江诗话》）的说法，就是对他总是重复地用“水”、“雨”之类景物构成诗境的讽刺。"
    },
    {
        "author": "宋之问",
        "author_info": "宋之问约生于唐高宗显庆元年（656年～712年），并没有显赫的门第家世。父亲宋令文起自乡闾，矢志于学，交友重义，“比德同道。理阃探索词源论讨”，多才多艺，不仅“富文辞，且工书，有力绝人，世称三绝。”唐高宗时做到左骁卫郎将和校理图书旧籍的东台详正学士，饶著声誉。在父亲的影响下，宋之问和弟弟宋之悌，宋之逊自幼勤奋好学，各得父之一绝；宋之悌骁勇过人，宋之逊精于草隶，宋之问则工专文词，成当时佳话美谈。上元二年（675年），长得身材高昂、仪表堂堂的宋之问进士及第，登临“龙门”，踏上了仕进正途。 　　宋之问春风得意之日，已是武则天皇后实际把握朝政之时。武后承应“贞观”，励精图治，选拔人才，不拘一格，宋之问以才名与杨炯被召分直内文学馆，不久出授洛州（今河南洛阳市东北）参军。永隆二年（681年），又与杨炯同入崇文馆充学士。天授元年（690年）秋，武后称帝，改国号为周，敕召宋之问与杨炯分直于洛阳西入阁。15年间，宋之问很快由从九品殿中内教跻身五品学士，为世人钦慕。唐朝学士之职，以文学言语被天子顾问，出入侍从，礼遇尤宠。家世低微的宋之问以此更是感恩耀荣，视为得秩于禄的捷径与保障。他在《奉敕从太平公主游九龙潭寻宴安平王别序》中说：“下官少怀微尚，早事灵丘，践畴昔之桃源，留不能去；攀君王之桂树，情可何之。”典型地表白了他的这种心态。武后雅好文词乐章，宋之问巧思文华取幸。一次游洛阳龙门，武后命群臣赋东方虬诗先成，武后赏赐锦袍。及宋之问《龙门应制》诗成奉上，“文理兼美，左右称善”武后夺东方虬锦袍转赐给他。这样的予夺，既反映了武后对靡丽颂德诗风的提倡，也表现了宋之问这时的创作方向，对他的声名和地位都有很大的影响。武周时期，宋之问不仅扈从武后朝会游豫，而且奉承武后近幸的媚臣外戚宴乐优游，自感“志事仅得，形骸两忘。”这样的追求和生活使他逐渐沉溺和堕落，并自觉不自觉地陷入了统治集团内部争权夺利的政治漩涡之中。宋之问在武后晚年先后转任尚书监丞、左奉宸内供奉，武后媚臣张易之、张昌宗兄弟“雅爱其才”，召他与好友杜审言、阎朝隐、沈佺期、王无竞、尹元凯及李适、富嘉谟、刘允济等文士预修。宋之问与阎士隐等多代工张赋篇入集，倾心媚附。书成，于长安二年（ 703年）迁司礼主簿。神龙元年（ 705年）正月，宰相张柬之与太子典膳郎王同皎等逼武后退位，诛杀二张，迎立唐中宗，宋之问与杜审言等友皆遭贬谪。宋之问贬泷州（今广东罗定县）参军，诸事艰难，慕念昔荣，次年春便秘密逃还洛阳，探知友人张伸之与王同皎等媒诛宰相武三思（时张柬之被贬），后使人告密，擢任鸿胪主簿，“由是深为义士所讥”。景龙元年（ 707年）七月，太子杀武三思父子后死事，宋之问上表歌颂武氏父子功德，请造唐中宗神武颂碑，探获赏识，于次年迁考功员外郎，并与杜审言、武平一、沈佺期、阎朝隐等首选修文馆直学士，“及典举，引拔后进，多知名者。”其时朝廷朋党争立，由于他倾附安乐公主，遭太平公主忌恨，进言中宗．于景龙三年（ 7O9年）将他下迁越州（今浙江绍兴市）长史。 　　唐中宗年间的政治动荡及个人宠辱无常的经历，使宋之问感触良深，而由朽烂陈腐的宫廷来到清新秀丽的水乡，也使他开始涤净心灵，境界升华。他在越州写的《祭禹庙文》，在真诚歌颂了大禹治水、救灾拯民的千古圣德之后写道：“先王为心，享是明德。后之从政，忌斯好佞。酌镜水而励清，援竹箭以自直；谒上帝之休佑，期下人之苏息。”反映了这种思想情感上的转变。因此，他在越州登山涉险，访察民生，“颇自力为政”诗歌创作也开始转入了健康清新的轨道，“流布京师，人人传讽。”但是，就在宋之问开始走上“新生”之路的时候，又一次宫廷政变将他逼上了绝境。景云元年（ 710年）六月，临海郡王李隆基与太平公主诛杀韦后和安乐公主，拥立唐睿宗，以宋之问尝附二张及武三思诏流钦州（今广西钦州市东北），后以赦改桂州。先天元年（ 712年）八月，唐玄宗李隆基即位后，宋之问被赐死于徙所，结束了最后的人生旅程。宋之问政治上无足称道，品行也多有可讥，但却是知名当世的诗人。由于宫廷诗人的局限，代笔捉刀的束囿，志向理想的低浅，他的诗文不少是歌颂功德、粉饰太平、浮华空泛之作，但随着颠簸人生，接触社会，历练生活，他也创作了一些好的作品，令人耳目一新。他在杨炯死后写的《祭杨盈川文》，采用四四制式，字字有声，句句华歆，内容言简辞切，悲凉真挚，催人泪下，与他代笔写的《为宗尚书祭梁宣王文》、《为宗尚书兄弟祭鲁忠王文》等相比，文华情感，殊若天壤。 　　作为文人，宋之问也因其低劣的人品而遭人唾弃，不仅表现在其对待政治趋炎附势的态度上，也表现在一桩广为流传的命案上。自古凡是文人都爱好文字，一日宋之问见其外甥刘希夷的一句诗“年年岁岁花相似，岁岁年年人不同”颇有妙处，便想占为己有，刘希夷不从，宋之问于是用装土的袋子将刘希夷压死，被称作“因诗杀人”。 　　作为诗人，宋之问年轻时即已知名，“尤善五言诗，其时无能出其右者。”从《宋之问集》和《全唐诗》所收作品来看，他对当时体裁多能把握，运用熟谙，佳作名句也有可观。如短歌《冬霄引·赠司马承桢》诉友情句：“明月的的寒潭中，青枯幽幽吟劲风。此情不向俗人说，爱而不见恨无穷。”五言古诗《题张老松树》喻高洁句：“百尺无寸枝，一生自孤直。”七言古诗《明河篇》思征夫句；“明河可望不可亲，愿得乘槎一向津。更将织女支机石，还访城都卖卜人。”五言绝句《送杜审言》表离别：“卧病人事绝，嗟君万里行。河桥不相送，江树远含情。”五言长律《灵隐寺》绘胜景句：“楼观沧海日，门对浙江潮。”皆清新坦易，抒情真挚，畅美如画。宋之问为文赋诗，讲求比兴，属对精密，点划入微，对诗的声律化有重大贡献。他与沈佺期在齐、梁沈放、庾信到初唐四杰创作发展的基础上，努力加以实践和总结，使律诗各体制都达到了成熟定型的地步，明确划开了古体诗和近体诗的界限，并运用这种形式，写出了优秀的作品，如《江亭晚望》、《晚泊湘江》、《题大庾岭北驿》、《度大庾岭》等。"
    },
    {
        "author": "司空曙",
        "author_info": "司空曙(约720-790?)，字文初，（唐才子传作文明。此从新唐书）广平（今属河北省）人，大历十才子之一。约唐代宗大历初前后在世。磊落有奇才，与李约为至交。性耿介，不干权要。家无担石，晏如也。尝因病中不给，遣其爱姬。韦辠节度剑南，辟致幕府。授洛阳主簿。未几，迁长林县丞。累官左拾遗。终水部郎中。曙韦皋幕任职，官检校水部郎中，终虞部郎中。曙为卢纶表兄，亦是\"大历十才子\"之一。其诗多为行旅赠别之作，长于抒情，多有名句。胡震亨曰：\"司空虞部婉雅闲淡，语近性情。\"(《唐音癸签》卷七)有《司空文明诗集》。其诗朴素真挚，情感细腻，多写自然景色和乡情旅思，长于五律。诗风闲雅疏淡。"
    },
    {
        "author": "钱起",
        "author_info": "钱起（751年前后在世），字仲文，汉族，吴兴（今浙江湖州市）人，早年数次赴试落第，唐天宝七年（748年）进士。唐代韩翃、李端、卢纶等号称大历十才子。其诗以五言为主，自称“五言长城”，又与郎士元齐名，齐名“钱郎”。人为之语曰：“前有沈宋，后有钱郎。”朝廷公卿出牧奉使，若无钱、郎赋诗送别，则为时论所鄙。题材多偏重于描写景物和投赠应酬。音律和谐，时有佳句。 　　钱起当时诗名很盛，其诗多为赠别应酬，流连光景、粉饰太平之作，与社会现实相距较远。然其诗具有较高的艺术水平，风格清空闲雅、流丽纤秀，尤长于写景，为大历诗风的杰出代表。 　　少数作品感时伤乱，同情农民疾苦。以《省试湘灵鼓瑟》诗最为有名。有《钱考功集》，集中五绝《江行无题一百首》及若干篇章，为其曾孙钱珝所作。"
    },
    {
        "author": "杜审言",
        "author_info": "杜审言(约645-708)，字必简，汉族，中国唐朝襄州襄阳人，是大杜甫的祖父。唐高宗咸亨进士，唐中宗时，因与张易之兄弟交往，被流放峰州（今越南越池东南）。曾任隰城尉、洛阳丞等小官，累官修文馆直学士，少与李峤、崔融、苏味道齐名，称“文章四友”，是唐代“近体诗”的奠基人之一，作品多朴素自然。其五言律诗，格律谨严。"
    },
    {
        "author": "卢纶",
        "author_info": "卢纶（约737-约799），字允言，唐代元载举荐，授阌乡尉；后由王缙荐为集贤学士，秘书省校书郎，升监察御史。出为陕府户曹、河南密县令。后元载、王缙获罪，遭到牵连。德宗朝复为昭应令，又任河中浑瑊元帅府判官，官至检校户部郎中。有《卢户部诗集》。\n【简介】　　卢纶一生如此不得意，只是因为权贵的推荐，才作了很短时期的官，可以说是得利于社交。卢纶所交往的人物，不乏权贵大僚，除前面提到的宰相元载、王缙外，任过实职的宰相还有常衮、李勉、齐映、陆赞、贾耽、裴均、令狐楚，浑（王咸）、马燧、韦皋虽未任过宰相，但也是大权在握的人物。卢纶与之交往的，还有封疆大吏、重要朝官和掌握着入仕、升迁大权的人物，如皇浦温、鲍防、黎干、卢甚、张建封、韦渠牟、裴延龄、王延昌、徐浩、薛邕、赵涓、李纾、包佶、吉中孚、肖昕，其他朝臣、各级官员和名门子弟则更多。与一些著名诗人的交往则更无须细数。从这个意义上讲，卢纶又是一个非常活跃的社交家。 \n　　卢纶的诗，以五七言近体为主，多唱和赠答之作。但他在从军生活中所写的诗，如《塞下曲》等，风格雄浑，情调慷慨，历来为人传诵。他年轻时因避乱寓居各地，对现实有所接触，有些诗篇也反映了战乱后人民生活的贫困和社会经济的萧条，如《村南逢病叟》。其他如前期所作七律《晚次鄂州》，写南行避安、史乱的旅途夜泊心情和体验，真实生动，感慨深长。七言歌行《腊日观咸宁王部曲擒虎歌》描绘壮士与猛虎搏斗，写得惊心动魄，虎虎有生气。清代管世铭《读雪山房唐诗钞》说：\"大历诸子兼长七言古者，推卢纶、韩□,比之摩诘（王维）、东川（李颀），可称具体。\" \n　　今存《卢户部诗集》10卷，收入《唐诗百名家全集》。又有明正德刊本《卢纶诗集》3卷,收有10卷本及《全唐诗》佚诗5首。《全唐诗》编录其诗为5卷。事迹见《旧唐书·卢简辞传》和《新唐书·文艺传》。 \n　　唐代大历十大才子冠冕的卢纶，诗名远播，但却屡试不第，人生与仕途都极不顺利，但他广泛的交游使他成为一个活跃的社交家，并最终借此步入仕途。\n【生卒年代考】　　卢纶的生年，现在一般工具书称约为唐玄宗天宝七年（748年），游国恩等著《中国文学史》定为天宝七年，都是依据闻一多先生《唐诗大系》，似乎成为已定之论。但傅璇琮先生《唐代诗人丛考》认为748年说不能成立，理由是姚合《极玄集》与《旧唐书·卢简辞传》载卢纶天宝末举进士不第。唐五代人所记当可靠，若生于天宝七年（748年），天宝本只是一个八九岁的孩子，不可能举进士。又卢纶有几首诗自云为至德中作，若生于748年，至德中只十来岁，不可能作此数首诗的。傅说较有道理。闻一多、游国恩说不曾提出依据，应以傅说为是。傅璇琮提出卢纶生年决不可能是748年，而应大大提前，应生于开元二十五年（737年）或更早几年。至于卢纶的卒年，一般工具书作约800年，即贞元十六年，也不可靠。据傅璇琮该书详细考证，卢纶卒于贞元十四年、十五年间，即798－799年间。\n【生平】　　少年时代的卢纶，由于家境并不很好，世道不宁，父亲可能去世较早，他本人又多病，生活并不美好，可能有好些时间，是在舅舅家度过的。他在《纶与吉侍郎中孚司空郎中曙苗员外发崔补阙峒》诗中自称：“八岁始读书，四方遂有兵。……禀命孤且贱，少为病所婴。”又在《赴池州拜觐舅氏留上考功郎中舅》诗中说：“孤贱易磋跎，其如酷似何。衰荣同族少，生长外家多。别国桑榆在，沾衣血泪和。应怜失行雁，霜霰寄烟波。” \n　　过了几年后，卢纶走举试之途，又多不顺利。上文谈到《极玄集》、《旧唐书》都记载卢纶天宝末举进士不第。卢纶有《落第后归终南别业》诗，道：“久为名所误，春尽始归山。落羽羞言命，逢人强破颜。”《纶与吉侍郎中孚……》中说：“方逢粟比金，未识公与卿。十上不可待，三年竟无成。”由这些诗可知，卢纶天宝未落第后，曾在终南山居住读书，又几次应举，但均未能及第。后来他“奉亲避地于鄱阳”，是几次应举都未能及第后，大概为生活所迫，或家遭变故，远赴鄱阳。可能他舅舅家其时在鄱阳一带居住，他又去投靠舅家了。大历初，卢纶又由邵阳赴长安应举，《新唐书》本传说他大历初数举进士不入第。在举试之途，是彻底失败了。\n　　卢纶虽屡试不第、人生与仕途都极不顺利，但在诗坛却名声渐盛，而且他交游广泛，是一个活跃的社交家，并最终借此步入仕途。大历年间，他在长安，在鄱阳，与吉中孚、司空曙、苗发、崔峒、耿韦、李瑞等交游唱酬，被称为大历十才子。卢纶堪称十才子之冠冕，受到宰相元载、王缙的赏识与推荐，由诗坛步入仕途。元载将卢纶的诗进给皇上，补阌乡尉。后来又因王缙的礼聘，为集贤学士、监察御史，这中间又曾任河南巩县令。元载、王缙获罪时，卢纶受到牵连，因此还被拘禁过。德宗继位后，卢纶又被任为昭应县令。朱泚之乱发生后，咸宁王浑瑊出镇河中，召卢纶为元帅府判官。军营生活，使卢纶诗风较为粗犷雄放，关于军旅边塞诗，写得极有生气，为大历十才子其他诗人所难及。因他的诗受到德宗重视，官至检校户部郎中。正当他在官场将要青云直上的时候，生命却终结了。 \n　　卢纶一生如此不得意，只是因为权贵的推荐，才作了很短时期的官，可以说是得利于社交。卢纶所交往的人物，不乏权贵大僚，除前面提到的宰相元载、王缙外，任过实职的宰相还有常衮、李勉、齐映、陆赞、贾耽、裴均、令狐葱，浑瑊、马燧、韦皋虽未任过宰相，但也是大权在握的人物。卢纶与之交往的，还有封疆大吏、重要朝官和掌握着入仕、升迁大权的人物，如皇浦温、鲍防、黎干、卢甚、张建封、韦渠牟、裴延龄、王延昌、徐浩、薛邕、赵涓、李纾、包佶、吉中孚、肖昕，其他朝臣、各级官员和名门子弟则更多。与一些著名诗人的交往则更无须细数。从这个意义上讲，卢纶又是一个非常活跃的社交家。"
    },
    {
        "author": "骆宾王",
        "author_info": "骆宾王（约619～687）唐代王勃、杨炯、卢照邻合称初唐四杰。又与富嘉谟并称“富骆”。 　　其父官青州博昌县令，死于任所。他7岁能诗，有“神童”之称。据说咏鹅诗就是此时所作：“鹅，鹅，鹅，曲颈向天歌，白毛浮绿水，红掌拨清波。”父死后，他流寓博山，后移居兖州瑕丘县，在贫困落拓的生活中度过了早年岁月。唐高宗永徽(650～655)年间，为道王李元庆府属，道王叫他陈述才能，他耻于自炫，辞不奉命。后拜奉礼郎，为东台详正学士。因事被谪，从军西域，久戍边疆。后入蜀，居姚州道大总管李义军幕，平定蛮族叛乱，文檄多出其手。在蜀时，与卢照邻往还唱酬。仪凤三年(678)，后调任武功主簿、长安主簿，又由长安主簿入朝为侍御史，武则天当政，骆多次上书讽刺，得罪入狱。骆在狱咏蝉，有云：“露重飞难进，风多响易沉。无人信高洁，谁为表余心？”以抒悲愤。次年，遇赦得释。调露二年(680)，出任临海县丞，世称骆临海。弃官游广陵，作诗明志：“宝剑思存楚，金椎许报韩。”嗣圣元年（684），武则天废中宗自立，这年9月，徐敬业（即李敬业）在扬州起兵反对。骆宾王为徐府属，被任为艺文令，掌管文书机要。他起草著名的《讨武氏檄》（即《代李敬业传檄天下文》）：“班声动而北风起，剑气冲而南斗平，暗鸣则山岳崩颓，叱咤则风云变色。以此制敌，何敌不摧，以此图功，何功不克。……请看今日之域中，竟是谁家之天下！”慷慨激昂，气吞山河。武则天读至“一抔之土未干，六尺之孤何托”，皇然问：“谁为之？”或以宾王对，武则天感叹曰：“宰相安得失此人？”11月徐敬业兵败被杀，骆宾王下落不明。《资治通鉴》说他与李同时被杀，《朝野佥载》说是投江而死，《新唐书》本传说他“亡命不知所之”，而孟綮《本事诗》则说：“当敬业之败，与宾王俱逃，捕之不获。将帅虑失大魁，得不测罪。时死者数万人，因求戮类二人者，函首以献。后虽知不死，不敢捕送。故敬业得为衡山僧，年九十余乃卒。宾王亦落发，遍游名山。至灵隐，以周岁卒。” 　　在四杰中他的诗作最多。尤擅七言歌行，名作《帝京篇》为初唐罕有的长篇，当时以为绝唱。骆还曾久戍边城，写有不少边塞诗“晚凤迷朔气，新瓜照边秋。灶火通军壁，烽烟上戍楼。”豪情壮志，见闻亲切。唐中宗复位后，诏求骆文，得数百篇。后人收集之骆宾王诗文集颇多，以清陈熙晋之《骆临海集笔注》最为完备。　　他和卢照邻都擅长七言歌行，“富有才情，兼深组织”，“得擅长什之誉”（胡震亨《唐音癸签》）。他的长篇歌行《帝京篇》在当时就己被称为绝唱，《畴昔篇》、《艳情代郭氏赠卢照邻》、《代女道士王灵妃赠道士李荣》等也都具有时代意义，往往以□崎磊落的气息，驱使富艳瑰丽的词华，抒情叙事，间见杂出，形式非常灵活。这种诗体，从六朝小赋变化而来，它吸取了六朝乐府中辘轳辗转的结构形式以及正在发展中的今体诗的对仗和韵律，言词整齐而流利，音节宛转而和谐，声情并茂，感染力强，易于上口成诵。明代何景明说初唐四子“音节往往可歌”(《明月篇序》)，所指即此。在骆宾王稍后的刘希夷、张若虚以及盛唐的李颀、王维、高□，中唐的元稹、白居易，晚唐的郑□、韦庄，及至清代吴伟业等人的长篇歌行，都是沿着这条线索发展下来的。 　　骆宾王的五律也有不少佳作。如《在狱咏蝉》，托物寄兴，感慨深微，是脍炙人口的名篇；《送郑少府入辽》抒写立功报国的乐观战斗精神，格高韵美，词华朗耀，除了全首平仄声调还不协调，律体形式尚未成熟而外，比起杨炯的《从军行》、《紫骝马》并无逊色。绝句小诗，如《于易水送人》、《在军登城楼》，寥寥20字中，壮志豪情，激荡着风云之气，颇能见出诗人的个性风格，在初唐绝句中也是不多见的。 　　“四杰”齐名，原是诗文并称的。他们的骈文在才华艳发、词采赡富之中，寓有一种清新俊逸的气息。无论抒情、说理或叙事，都能运笔如舌，挥洒自如，比起六朝后期堆花俪叶，一味追求形式之美的文风，有着明显的不同。骆宾王《代李敬业传檄天下文》，便是最能代表这种时代新风、流传广泛的名作之一。它以封建时代忠义大节作为理论根据，号召人们起来反对正在筹建中的武周王朝，气势充沛，笔端带有情感。其中“一□之土未干，六尺之孤安在”二句，颇能激发唐朝旧臣对故君的怀念。据说武后读到了这两句，矍然为之动容，问：“谁为之？”或以宾王对。后曰:“宰相安得失此人！”（《新唐书》本传）足见他在政治和文学上的才能，连敌对方面目空一世的武则天，也为之折服。 　　《骆宾王集》，最早为中宗时郗云卿所辑10卷本，其书已佚。明、清两朝流行的有4卷本、6卷本和10卷本，所收篇目大致相同，均为后人重辑。清人陈熙晋《骆临海集笺注》后出，最为完善，有中华书局排印本。事迹见新、旧《唐书》。"
    },
    {
        "author": "戴叔伦",
        "author_info": "戴叔伦(732—789)，唐代萧颖士。曾任新城令、东阳令、抚州刺史、容管经略使。晚年上表自请为道士。其诗多表现隐逸生活和闲适情调，但《女耕田行》、《屯田词》等篇也反映了人民生活的艰苦。论诗主张“诗家之景，如蓝田日暖，良玉生烟，可望而不可置于眉睫之前”。其诗体裁皆有所涉猎。\n【简介】　　戴叔伦(732—789)字幼公，一字次公，金坛城西南窑村人，是唐代中期著名的诗人，出生在一个隐士家庭。祖父戴修誉，父亲戴昚用，都是终生隐居不仕的士人。戴叔伦年少时拜著名的学者萧颖士为师，他博闻强记，聪慧过人，“诸子百家过目不忘”，是萧门弟子中出类拔萃的学生。至德元载（756年）岁暮，为避永王兵乱，25岁的戴叔伦随亲族搭商船逃难到江西鄱阳。在人生地疏的异乡，家计窘迫，于是他开始探寻仕途。 大历元年（766年），戴叔伦得到户部尚书充诸道盐铁使刘晏赏识，在其幕下任职。大历三年，由刘晏推荐，任湖南转运留后。此后，曾任涪州督赋、抚州刺史，以及广西容州刺史，加御史中丞，官至容管经略使。他在任期间，政绩卓著，是个出色的地方官吏。贞元五年（789年）四月，他上表辞官归隐，六月十三日在返乡途中客死清远峡（今四川成都北）。第二年返葬于金坛小南门外县城南郊。明万历46年（1618年），金坛知县张翰中为疏通城内漕河，将其墓地移至南郊高坡（今南门面粉厂南围墙前），并亲自题立“诗伯夜台”墓碑，即“大诗人之墓”的意思。 \n【主要事迹】\n　　戴叔伦是江苏/金坛县人。他爷爷戴修誉和他爸爸戴昚用，都做了一辈子隐士而不愿为官。可到了戴叔伦这辈儿，他与哥哥戴伯伦就都开始做官了。他哥哥做的官不大，仅是个县令。元人辛文房在《唐才子传》里说戴叔伦是贞元十六年（公元805年）中的进士，恐大谬。唐人权德舆为戴叔伦所写的“墓志铭”很清楚地说，戴叔伦死于贞元五年（公元789年），春秋五十八岁。倒推一下，其生年则为公元732年。而公元805年时，戴叔伦已经死了17年了，绝不可能再登什么进士第。想必辛文房是没见过权德舆为戴叔伦所写的这篇“墓志铭”，所以就一通瞎猜。戴叔伦中进士，估计应在至德二年（公元757年）前后，那时他二十六岁，“安/史之乱”也刚平息。这有些类似于上世纪六七十年代我们所经历过的“文革”，之后的1977年才恢复“高考”。　 \n　　在“安史之乱”平息前，戴叔伦一直跟从当时的名士萧颖士学习，且因避乱而去鄱阳暂居过几年。他三十二岁时，吏部尚书兼盐铁转运使/刘晏很欣赏他，向朝廷上表推荐戴叔伦为九品秘书正字，并召他入自己的幕府中做事。盐铁转运的差事，其实就是负责国家盐务与钱粮的运输。那时，刘晏负责的是湖南一带的盐铁转运，戴叔伦可谓是他的得力助手。一次，戴叔伦押解钱粮路过四川云安，正逢叛臣杨子琳谋反，劫持了戴叔伦，并威吓戴叔伦说，“把钱交出来，我就免你一死。”我们的戴大人竟也宁死不屈了一把，说“身可杀/财不可夺”，那杨子琳看看也没什么办法，就又把他放了。戴叔伦因此而升为八品的监察御史。五十岁时，再升为七品的东阳县令。任县令期间，因政绩卓着，加授从六品的大理司直。五十二岁时，提升为正六品的侍御史。五十三岁那年，代任四品的抚州刺史，同年转正，加授金紫服（《新唐书车服志》曰：自是百官赏绯/紫，必兼鱼袋，谓之章服。），封谯县开国男爵位。 \n　　戴叔伦的诗，自唐人高仲武说他“其骨稍软”后，清代的纪晓岚、翁方纲、乔亿等人也都讲他“雄浑不足”或“皮松肌软”之类的话。我倒不以为然，因为大凡充满澹泊之意的诗，你让它怒目圆睁或铿锵有声也不大可能，雄浑与澹泊原本就是一对儿矛盾，非要二者兼备起来，就是浑球儿的要求了。再则，纪晓岚、翁方纲是何等脾气与人物----那是拼命入世的大官人啊，所写的东西自然是“进取”有余、“奋斗”刚强。 \n　　而戴叔伦是不想逞强的，即使三十岁出头时被刘晏推荐做了九品的秘书省正字，也还抒写着“野人无本意/散木任天材”的恬淡情愫。等到他升任御史时，对于仕途其实已有厌倦情绪了，诸如“早知名是病，不敢绣为衣”以及“身随幻境劳多事/迹学禅心厌有名”之类的诗句，就很能表明他激流勇退的心思。据说在出仕前，他就曾半隐于小天台山中，常与方外之士交往，甚至精研《易经》，很打算求仙学道。试想，如此一个三心二意做官的人，所作之诗又怎么可能“雄浑”起来呢！ \n　　其实，戴叔伦有他自己的诗歌观，他曾说：“诗家之景，如蓝田日暖，良玉生烟，可望而不可置于眉睫之前也。”蓝田那地方在陕西省，以盛产美玉闻名。但美玉在尚未 \n开采出山以及未加工前，猛地看去其实与一块破石头无异，自然不能把它放在眼前来观赏，与其拿到眼前来看一块破石头，真不如去看它在山中被烈日照耀时所生发出的朦胧光芒。把这句话说的更明白些，其实就是说“诗贵朦胧”。当然，这句话可能也还有另外一种指向----诗人与诗之关系，因为“蓝田生玉”这四字的本意指的是“只有蓝田那地方才能产出美玉”，换言之----只有好诗人/才能出好诗；而好诗人未必就能够拉到你跟前做成好朋友或好人，一但你离诗人近了/熟了/没了神秘感，没准儿就开始讨厌他了。倘若再发现他有打嗝放屁的毛病，口臭腋臭的气息，以往那美好诗人的形象很可能就被彻底糟蹋。若干年前，我去贵州出差，顺便到贵州农学院造访了一下印象中还不错的诗人郑单衣，可见面时惊闻他身上散发出浓烈的胡臭，就再也不想见他的人和诗了。 \n　　估计戴叔伦是不会有胡臭的，即使有，也知道要躲人远一点，留个好印象。他让人远远看他的诗，自己也把诗写得远远的---- \n　　年年五湖上，厌见五湖春。长醉非关酒，多愁不为贫。 \n　　山川迷道路，伊洛困风尘。今日扁舟别，俱为沧海人。 \n　　是啊，文化人有时就是如此，那别扭或不快你根本就说不出有鼻子有眼儿特别具体的原因----我们的戴大人醉得糊里糊涂并不是因为酒喝多了，整天发愁也不是由于穷困所致，那究竟为什么？感觉反正是一个字----烦！我就常有活腻了的感觉，像一篇小说里某个人物所想的----写书没劲/不写书也没劲；有名没劲/没名也没劲；忙着没劲/闲着也没劲；能吃上领袖常吃的蟠桃或芒果没劲/吃不着也没劲……总之，一想起人生的终极意义就倍感无聊，脑袋就一片空白，可又不愿立刻死掉，于是逢人就嘻皮笑脸闲扯淡地说句----你打我一顿吧（心里当然不愿别人真打）。戴叔伦断然也不愿被别人踹两脚或抽两记耳光，无非只想表达一下对人生意义在瞬间所感到的莫名与恍惚。 \n　　自唐人高仲武始，宋/元/明/清历代评论者能比较认可的基本是他的五律， 《中兴间气集》里所选的六首戴诗，全是五律。唐人姚合在《极玄集》里所选的七首戴诗，不是五律的也只有一首。唐人韦糓所编的《才调集》选戴诗四首，三首是五律。其实，从初唐到中唐，五律一直是诗坛上的主流诗体，即使是“省试诗”也是十二句的五言体，所以诗人大都对五言诗的写作下过极深功夫，而以五律或五言体见长的诗人也就不独戴叔伦一个了。 有一个情况是需要特别说明的，那就是收在戴叔伦名下的诗，伪作及还不能确定的比较多。 《全唐诗》共收戴叔伦诗304首，基本是以明代的活字本唐人诗集/朱警的《唐百家诗》/胡震亨的《唐音统笺》/《文苑英华》以及清康熙年间席启寓所编的《唐百名家集》等书为依据编纂而成。上世纪八十年代经中国社会科学院文学研究所的蒋寅先生耙梳考证，暂时得出可确信为戴作的184首，可确定为伪作的56首，而备考之作依旧高达64首之多。戴诗的伪作及不确定之作的数量之所以很高，主要因为历经宋/元时期的频繁战乱，各类文集遭兵焚及散佚均很严重，明代以后的民间私馆刻本又基本属传抄性质，七拼八凑，许多诗甚至都是唐代以后的人所写，故可做的考据工作依然很多。四百多年后的宋朝，也有位姓戴的诗人叫戴复古，诗名响彻东南半壁江山近五十年，这人便是戴叔伦的后裔。若比较二人的诗，我其实更喜欢戴复古的，也常摘他的对偶诗句写成对联赠给友人，诸如“心宽忘地窄/亭小得山多”、“无心当世用/袖手看人忙”、“一心似水惟平好/万事如棋不着高”、“菊花到死犹堪惜/秋叶虽红不耐观”、“苦恨好山移不得/生憎俗客去还来”等等。"
    },
    {
        "author": "僧皎然",
        "author_info": "僧皎然(730-799)，字清昼，本姓谢，为南朝宋谢灵运十世孙，湖州(今浙江吴兴)人。曾与颜真卿等唱和往还，又与灵澈、陆羽等同居吴兴杼山妙喜寺。诗多送别酬答之作，部分篇什宣扬佛教出世思想。情调闲适，语言简淡。"
    },
    {
        "author": "唐玄宗",
        "author_info": "李隆基（685－762），即历史上著名的唐玄宗（庙号为“玄宗”），亦称唐明皇。西元712年至756年在位。唐睿宗李旦第三子，母窦德妃。谥为“至道大圣大明孝皇帝”，故亦称为“唐明皇”。清朝为避讳康熙皇帝之名（玄烨），故而多称其为唐明皇。李隆基在位期间开创了唐朝乃至中国历史上的最为鼎盛的时期，史称“开元盛世”。但是唐明皇在位后期（天宝十四年）爆发安史之乱，使得唐朝国势逐渐走向衰落。\n生平　　玄宗李隆基垂拱元年乙酉年八月五日戊寅日（685年9月8日）生于洛阳，属相鸡，性英明果断，多才多艺，知晓音律，擅长书法，仪表雄伟俊丽。玄宗712年即位和改元，年号为先天，后改开元，再改天宝，756年退位，在位45年，上元二年四月五日甲寅日（762年5月3日），太上皇玄宗崩殂于神龙殿，享年78岁，群臣上谥至道大圣大明孝皇帝，庙号玄宗，广德元年（763年）三月十八日辛酉日葬玄宗于泰陵。李隆基出生的时候正是武则天主政要做女皇的时候，所以他小时候就经历了错综复杂的宫廷变故，这也许促使他形成了意志坚定的性格。他小时候就很有大志，在宫里自诩为\"阿瞒\"，虽然不被掌权的武氏族人看重，但他一言一行依然很有主见。在他七岁那年，一次在朝堂举行祭祀仪式，当时的金吾大将军（掌管京城守卫的将军）武懿宗大声训斥侍从护卫，李隆基马上怒目而视，喝道：\"这里是我李家的朝堂，干你何事？！竟敢如此训斥我家骑士护卫！\"弄得武懿宗看着这个小孩儿目瞪口呆。武则天得知后，不但没有责怪李隆基，反而对这个年小志高的小孙子备加喜欢。到了第二年，李隆基就被封为临淄郡王。"
    },
    {
        "author": "张乔",
        "author_info": "(生卒年不详)，今安徽贵池人，懿宗咸通中年进士，当时与许棠、郑谷、张宾等东南才子称“咸通十哲”黄巢起义时，隐居九华山以终。其贾岛。 　　《全唐诗》录存其诗二卷。事见《唐诗纪事》卷十七，《唐才子传》卷十。"
    },
    {
        "author": "张藉",
        "author_info": "张籍（约767～约830），唐代王建同在魏州学诗,后回和州。贞元十二年(796),孟郊至和州,访张籍。十四年，张籍北游，经孟郊介绍，在汴州认识韩愈。韩愈为汴州进士考官，张籍被荐，次年在长安进士及第。元和元年（806）调补太常寺太祝,与白居易相识，互相切磋，对各自的创作产生了积极的影响。张籍为太祝10年，因患目疾,几乎失明,明人称为“穷瞎张太祝”。元和十一年，转国子监助教，目疾初愈。15年后，迁秘书郎。长庆元年(821)，受韩愈荐为国子博士,迁水部员外郎，又迁主客郎中。大和二年(828),迁国子司业。世称“张水部”、“张司业”。和当时的王建齐名，世称“张王”。张籍的乐府诗与王建齐名,并称“张王乐府”。 \n作品特点　　张籍诗歌创作大致有3个时期。40岁前为早期。40-50岁为中期，其优秀乐府歌行作品多作于此期。50岁后为晚期。这时生活逐渐安定，除仍写乐府歌行外，多作近体诗。他是中唐时期新乐府运动的积极支持者和推动者。其乐府诗颇多反映当时社会现实之作，表现了对人民的同情。其诗作的特点是语言凝练而平易自然。诗中广泛深刻地反映了各种社会矛盾，同情人民疾苦，如《塞下曲》、《征妇怨》，另一类描绘农村风俗和生活画面，如《采莲曲》、《江南曲》。张籍乐府诗艺术成就很高，善于概括事物对立面，在数篇或一篇之中形成强烈对比，又善用素描手法，细致真实地刻画各种人物的形象。其体裁多为“即事名篇”的新乐府，有时沿用旧题也能创出新意。语言通俗浅近而又峭炼含蓄，常以口语入诗。他还着意提炼结语，达到意在言外的批判和讽刺效果。张籍的五律，不事藻饰，不假雕琢，于平易流畅之中见委婉深挚之致，对晚唐五律影响较大。"
    },
    {
        "author": "常建",
        "author_info": "常衮（729-785），字夷甫，唐代著名状元宰相。京兆（今陕西西安）人。生于唐玄宗开元十七年（729），唐玄宗天宝十四年（755）乙未科状元及第。累官至宰相后贬为福建观察使。其父常无为是三原县丞。常衮登第后由太子正字授补阙起居郎，永泰元年（765）授中书舍人。广德元年（763）以右补阙充翰林学士，不久任考功员外郎。期间宦官鱼朝恩恃宠专权，群臣竞献珠宝邀宠，常衮上书曰：所贡宝物，源出于民，是敛怨以媚上也，请皆还之。代宗赞许，加封常衮为集贤院学士。大历九年（774）升礼部侍郎。连续三年主科考。处事谨慎、墨守成规。大历十二年（777）拜相，杨绾病故后，独揽朝政。以文辞出众而又登科第为用人标准，堵塞买官之路。对朝中众官俸禄亦视其好恶而酌定。封河内郡公。德宗即位后，被贬为河南少尹，又贬为潮州刺史。不久为福建观察史。常衮注重教育，增设乡校，亲自讲授，闽地文风为之一振，在其奖掖下，唐德宗贞元年间潘湖榜眼欧阳詹、徐村状元徐晦等一代又一代士子“腾于江淮，达于京师”。卒于唐德宗贞元元年（785）享年五十五岁，追赠为尚书左仆射。 　　常衮性清高孤傲，不妄交游。为政苛细崇尚节俭，反对腐败。有文集十卷、诏集六十卷行世。《全唐诗》存其诗九首。"
    },
    {
        "author": "沈佺期",
        "author_info": "沈佺期（约656～约714或715），唐代张易之，被流放□州。神龙三年（707），召拜起居郎兼修文馆直学士，常侍宫中。后历中书舍人、太子少詹事。沈佺期与宋之问齐名，并称“沈宋”。他们的近体诗格律谨严精密，史论以为是律诗体制定型的代表诗人。原有文集10卷，已散佚。明人辑有《沈佺期集》。沈佺期代表作：《独不见》 他的《独不见》是一首较早出现的优秀七言律诗。 高秉（左木右秉）在《唐诗品高序》中有评：沈宋之新声，苏（廷）张（说）之大手笔，此初唐之渐盛也。前人论沈宋，大抵薄其为人而又肯定他们在律诗中的地位。 　　这段文字就是中国古代文学史上对一世祖佺期公的盖棺定论。也正因为他是一个名气不太大而又不可缺失的文学史人物，文学史家只取其长而不理其冤，因而使“又皆诌事太平公主、张易之等贵佞”、“……薄其为人”的评价一直流传至今，果真如此吗？"
    },
    {
        "author": "马戴",
        "author_info": "马戴（799—869），字虞臣，唐定州曲阳（今江苏省东海县）人。晚唐时期著名项斯、赵嘏同榜登第。宣宗大中元年（847年）为太原幕府掌书记，以直言获罪，贬为龙阳（今湖南省汉寿）尉，后得赦还京。懿宗咸通末，佐大同军幕。咸通七年（867年）擢国子太常博士。 　　工诗属文，其诗凝炼秀朗，含思蕴藉，饶有韵致，无晚唐纤靡僻涩之习。尤以五律见长，深得五言律之三昧。与薛能、顾非熊、殷尧藩等友善，均有诗篇往来；又与贾岛、姚合为诗友，唱酬尤多。善于抒写羁旅之思和失意之慨，蕴藉深婉，秀朗自然。"
    },
    {
        "author": "杜荀鹤",
        "author_info": "杜荀鹤(846～904)，唐代黄巢起义军席卷山东、河南一带时，他又从长安回家。从此“一入烟萝十五年”（《乱后出山逢高员外》），过着“文章甘世薄，耕种喜山肥”（《乱后山中作》）的生活。后游大梁（今河南开封），献《时世行》10首于朱温，希望他省徭役，薄赋敛，不合温意。他旅寄僧寺中，朱温部下敬翔，劝说他“稍削古风，即可进身”，因此上颂德诗三十章取悦于温。\n【生平】　　杜荀鹤相传为杜牧出妾之子。出身寒微。曾数次上长安应考，不第还山。当黄巢起义军席卷山东、河南一带时，他又从长安回家。从此“一入烟萝十五年”（《乱后出山逢高员外》），过着“文章甘世薄，耕种喜山肥”（《乱后山中作》）的生活。后游大梁（今河南开封），献《时世行》10首于朱温，希望他省徭役，薄赋敛，不合温意。他旅寄僧寺中，朱温部下敬翔，劝说他“稍削古风，即可进身”，因此上颂德诗三十章取悦于温。温为他送名礼部，得中大顺二年(891)第八名进士（《鉴诫录》）。得第后次年，因政局动乱，复还旧山，田頵在宣州，很重视他，用为从事。天复三年(903)，田頵起兵叛杨行密，派他到大梁与朱温联络。田頵败死，朱温表荐他，授翰林学士、主客员外郎，患重疾，旬日而卒。其诗语言通俗、风格清新，后人称“杜荀鹤体”。部分作品反映唐末军阀混战局面下的社会矛盾和人民的悲惨遭遇，当时较突出，宫词也很有名。 杜荀鹤才华横溢，仕途坎柯，终未酬志，而在诗坛却享有盛名，自成一家，善长于宫词。因长期置身于九华山怀抱，吟咏九华山面貌的诗篇甚多，具有鲜明的时代色彩。客居他乡写的《秋日怀九华旧居》流露出弃官归隐九华的心情和身在异地恋乡之苦。在《自江西归九华有感》、《题所居村舍》和《山中寡妇》等诗篇中揭露了社会政治昏暗，酷吏残忍、军阀混战，民不聊生，反映了人民的疾苦与呼声，是当时社会生活的真实写照。杜荀鹤是晚唐著名的现实主义诗人。他提倡诗歌要继承风雅传统，反对浮华，其诗作平易自然，朴实质明畅，清新秀逸。著有《唐风集》（十卷），其中三卷收录于《全唐诗》。 　　杜荀鹤一生以诗为业，他脍炙人口的诗《春宫怨》，用宫女的不幸身世象征自己怀才不遇的比兴手法，显示了作者艺术手段的高超。然而杜荀鹤的诗的主要成就，还在于为数不多的一些同情人民苦难的作品。《时世行》2首，一题作《山中寡妇》、《乱后逢村叟》，深刻地描绘了战乱使农村人民遭受沉重苦难的画面。《旅泊遇郡中叛乱示同志》，揭露了地方藩镇趁火打劫的罪行。在诗人笔下再现了黄巢起义被镇压后，藩镇混战的年月里人民的痛苦生活。这类诗篇运用律诗和绝句的形式而又不为声律所束缚，语言清新通俗，爽健有力。有影印宋蜀刻本《杜荀鹤文集》3卷行世。 \n【文学贡献】　　杜荀鹤 杜荀鹤(846～904)，晚唐诗人。字彦之，号九华山人。池州石埭（今安徽石台）人。出身寒微。相传杜牧在会昌末年任池州刺史时，妾程氏有孕，为杜妻所逐，嫁长林乡正杜筠而生 荀鹤(周必大《二老堂诗话》及计有功《唐诗纪事》)。早年读书于九华山，与顾云、殷文圭等为友，7岁时已露头角。曾数次上长安应考，不第还山。中间也曾旅游浙江、福建、江西、湖南等地。当黄巢起义军席卷山东、河南一带时,他又从长安回家。从此一入烟萝十五年（《乱后出山逢高员外》），过着文章甘世薄,耕种喜山肥（《乱后山中作》）的生活。后游大梁（今河南开封），献《时世行》10首于朱温，希望他省徭役，薄赋敛，不合温意。他旅寄僧寺中，朱温部下敬翔，劝说他稍削古风，即可进身，因此上颂德诗三十章取悦于温。温为他送名礼部，得中大顺二年(891)第八名进士（《鉴诫录》）。得第后次年，因政局动乱，复还旧山，田□在宣州，很重视他，用为从事。天复三年(903),田□起兵叛杨行密，派他到大梁与朱温联络。田□败死，朱温表荐他，授翰林学士、主客员外郎，遘重疾，旬日而卒。由于他晚节投靠朱温，壮志清名，中道而废（《鉴诫录》），为时论所惋惜。 　　杜荀鹤一生以诗为业，自说乍可百年无称意，难教一日不吟诗（《秋日闲居寄先达》）。登第时自编其诗为《唐风集》3卷，存诗300多首，都是律诗和绝句。 　　唐末诗歌，大致有三大流派：一是以艳丽著称的温李派,以韩□为代表；二是以寒瘦苦吟为主的贾岛派,以李洞等为代表；三是着重反映社会现实、民生疾苦，继承元白新乐府衣钵的，以皮日休等为代表；自称江湖苦吟士，天地最穷人（《郊居即事投李给事》）的杜荀鹤、诗集中保存的五律诗几近130首，其中表现山林生活、寂静境界的作品，基本上属于贾岛一派。他不是不能写温李风格的诗，列在《唐风集》卷首向来脍炙人口的《春宫怨》，被人说是宫词为唐第一，并流传谚语说：杜词三百首，惟在一联中：风暖鸟声碎，日高花影重。那种用宫女的不幸身世象征自己怀才不遇的比兴手法，显示了作者艺术手腕的高超。然而杜荀鹤诗的主要成就，倒是为数不多的一些同情人民苦难与元白精神相通的作品。 　　杜荀鹤自称诗旨未能忘救物（《自叙》），又称言论关时务，篇章见国风(《秋日山中》)，因此，他以《时世行》诗献朱温,和白居易写讽谕诗为君,为臣，为民，为物，为事而作的目的，并无不同。《时世行》二首,一题作《山中寡妇》、《乱后逢村叟》,深刻地描绘了战乱使农村人民遭受沉重苦难的画面。《再经胡城县》、《题所居村舍》，声讨了一群屠杀人民起家的官吏。《旅泊遇郡中叛乱示同志》，揭露了地方藩镇趁火打劫的罪行。在诗人的笔下，再现了黄巢起义被镇压以后，藩镇混战年月里，人民痛苦生活的悲惨世界。此外，如《蚕妇》、《伤硖石县病叟》、《田翁》，反映了人民深受租税剥削之苦。《雪》、《山中对雪有作》，形象地反映了阶级对立的不平现象。 　　这类诗篇的写法特点，不同于从元白到皮日休的新乐府。它运用律诗和绝句的形式而又不为声律所束缚，精练地把内涵广阔的境界压缩在短幅之中，常用鲜明的对比和深透一层写的手法，使作品富有感染力。语言清新通俗，爽健有力，也显示了它能突破同时代华靡诗风，具有创新精神。严羽《沧浪诗话·诗体》列有杜荀鹤体，足见他的诗风在当时有一定影响。可是另一些评论家则讥斥为鄙俚近俗（《苕溪渔隐丛话前集》引《幕府燕闲录》），亦殊浅易（翁方纲《石洲诗话》），是\"晚唐之下者，是下净优人口中语（杨慎《升庵诗话》）。 　　《唐风集》通行有明汲古阁刊本。近人刘世珩辑《贵池先哲遗书》本，有补遗1卷。1959年中华书局上海编辑所即以刘刻本为底本，并据《全唐诗》加以补录、校勘，编成《杜荀鹤诗》，与《聂夷中诗》合刊印行。又有清初席刻《唐诗百名家全集》本，题为《杜荀鹤文集》，上海古籍出版社影印宋蜀刻本《杜荀鹤文集》3卷。事迹见孙光宪《北梦琐言》、何光远《鉴诫录》、《旧五代史·梁书》本传、《唐诗纪事》及《唐才子传》。"
    },
    {
        "author": "张九龄",
        "author_info": "张九龄(678-740) : 唐开元尚书丞相，唐玄宗李隆基，主张重视地方官人选，纠正重内轻外风气；选官应重贤能，不循资历。后因与主政者不合，一度辞官返回家乡。期间，主持修筑梅关古道上的大庾岭驿道，保障了南北交通要道的畅通。唐开元六年（718）返回京城，宰相张说重其文才，称为“后出词人之冠”。开元十一年（723）被任为中书舍人。及张说罢相，因受权力斗争风波的牵连而被调往外地任官。开元十九年，玄宗召为秘书少监、集贤院学士，再迁中书侍郎。由于他才学超群，风度亦甚佳，因而颇受玄宗的赞赏。开元二十一年，被任为中书侍郎、同中书门下平章事（丞相）,主理朝政。他建议于河南屯田，引水种稻，遂兼河南稻田使。 　　其时,唐朝处在全盛时期 ,但却又隐伏着种种社会危机。张九龄针对社会弊端,提出以“王道”替代“霸道”的从政之道,强调保民育人，反对穷兵黩武；主张省刑罚，薄征徭，扶持农桑；坚持革新吏治,选贤择能,以德才兼备之士任为地方官吏。他的施政方针，缓解了社会矛盾,对巩固中央集权,维护“开元盛世”起了重要的作用，因而被后世誉为“开元之世清贞任宰相”的三杰之一。 \n　　在主理朝政时敢于直言向皇帝进谏，多次规劝玄宗居安思危，整顿朝纲。玄宗的宠妃武惠妃，欲谋废太子李瑛而立己子时，命宫中官奴游说九龄，九龄叱退使者，及时据理力争，从而平息了宫廷内乱稳定了政局。而对安禄山、李林甫等奸佞所为，张九龄更痛斥其非，并竭力挫败其阴谋。 \n　　玄宗欲以范阳（今北京）节度使张守珪为相，以朔方（今宁夏灵武南）节度使牛仙客为尚书，九龄都反对，玄宗不悦，唐玄宗被李林甫的谗言所惑，玄宗遂于开元二十四年迁九龄为尚书右丞相，罢知政事。罢相后不久又因他荐举的监察御史周子谅弹劾牛仙客，触怒玄宗，坐“举非其人”，贬为荆州长史。 \n　　开元二十八年（740），张九龄因病在韶州曲江逝世。初，安禄山讨奚、契丹，战败，被执送京师。九龄主张按军法处以极刑，玄宗不从。 \n　　在他死后，曾被其预断为“必反”的安禄山卒掀起了“安史之乱”，从而导致唐朝迅速从“全盛”走向没落。唐玄宗奔蜀，因追思张九龄的卓见而痛悔不已，遣使至曲江祭九龄。 \n成就　　张九龄诗歌成就颇高，独具“雅正冲淡”的神韵，写出了不少留存后世的名诗，并对岭南诗派的开创起了启迪作用。九龄才思敏捷，文章高雅，诗意超逸，其《感遇》、《望月怀远》等更为千古传颂之诗。有《曲江集》二十卷传世。张九龄的诗早年词采清丽，情致深婉，为诗坛前辈张说所激赏。被贬后风格转趋朴素遒劲。"
    },
    {
        "author": "王湾",
        "author_info": "王湾（公元693年~751年），唐代萧嵩和裴光庭,后来去世。 　　王湾\"词翰早著\"。现存诗10首。其中最出名的是《次北固山下》：\"客路青山外，行舟绿水前。潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达？归雁洛阳边。\"这首诗词已被选入了初一人教版教科书中，深受读者的喜爱。《河岳英灵集》题作《江南意》，字句颇有不同。这首诗是王湾在先天年间或开元初年游历江南时所作，格调壮美，意境开阔，预示了盛唐诗歌健康发展的前景。据说开元中，宰相张说曾亲自将这首诗题写于政事堂，\"每示能文，令为楷式\"。明代胡应麟认为诗中的\"海日生残夜，江春入旧年\"二句，是区别盛唐与初唐、中唐诗界限的标志（《诗薮》）。可见这首诗在当时及后世受到普遍重视。 　　其诗《全唐诗》有收录。事迹见《唐才子传》。"
    },
    {
        "author": "刘昚虚",
        "author_info": "刘昚虚（生卒年不详）字全乙，洪州新吴（即今江西奉新县）人。八岁能文。开元进士，官洛阳尉及夏县令。他精通经史，孟浩然、常建。他为人较淡泊，交游多为山僧道侣，今存诗仅一卷，其诗多写山水隐逸之趣，尤工于五言。后人曾将他与贺知章、包融、张旭合称为“吴中四友”。 　　刘慎虚为人淡泊，脱略势利，壮年辞官归田，寄意山水，与孟浩然、王昌龄等诗人相友善，互唱和。他曾游江南西道洪州建昌县桃源里（今江西省靖安县水口乡桃源村），见此地山水秀美，民风淳厚，是定居，构筑深柳读书堂，著书自娱。《唐诗三百首》上载的首句\"道由白云居\"诗，就是写于此时此地，原题为《归桃源乡》。54岁卒，葬在该村云山垴，墓茔尚存。 　　刘慎虚著有《 集》五卷，惜已失传。《全唐诗》存其诗15首，《唐人选唐诗·河岳英灵集》存其诗11首，《靖安县志·艺文志》（清道光五年版）存其诗12首（五言古诗10首，五言律诗2首）。刘慎虚是一位自南朝永明年间以来江南一带杰出诗人。"
    },
    {
        "author": "秦韬玉",
        "author_info": "秦韬玉 唐代诗人 生卒年不详，字仲明，京兆(今陕西西安市)人。应进士不中，僖宗中和二年赐进士及第。曾从僖宗入蜀，依附有权势的宦官田令孜，官工部侍郎、神策军判官。其诗皆是七言，构思奇巧，语言清雅，意境浑然，多有佳句，艺术成就很高。代表作有《贫女》、《长安书怀》、《桧树》、《题竹》、《对花》、《八月十五日夜同卫谏议看月》、《边将》、《织锦妇》、《钓翁》、《天街》、《豪家》、《陈宫》、《燕子》、《仙掌》、《独坐吟》、《咏手》、《春游》等，其中以《贫女》一诗流传最广、十分著名。该诗写蓬门荜户的贫家女子，一生未识绮罗香，“拟托良媒益自伤”（心里想找一个好婆家但又念及自家的贫困以及所谓的“门当户对”之婚姻惯例，不禁暗自悲伤），平日里梳妆俭朴，手工精巧却不用在画眉斗长上，“苦恨年年压金线，为他人作嫁衣裳”（可怜每日辛勤忙碌的刺绣劳作都只是为他人作嫁衣裳而已）。全诗语言简丽，描画细腻，寄寓深刻，情真意哀，不愧佳作，该诗的结句“为他人作嫁衣裳”为世人所熟诵。另外《长安书怀》中的“凉风吹雨滴寒更，乡思欺人拨不平”、《题竹》中的“卷帘阴薄漏山色，欹枕韵寒宜雨声”、《八月十五日夜同卫谏议看月》中的“寒光入水蛟龙起，静色当天鬼魅惊”、《钓翁》中的“潭定静悬丝影直，风高斜飐浪纹开”和《天街》中的“宝马竞随朝暮客，香车争碾古今尘”等都是极佳的对句，充分显示了诗人出类拔萃、高人一筹的艺术才华。韬玉著有《投知小录》三卷，今编诗一卷（全唐诗下卷第六百七十）。"
    },
    {
        "author": "皇甫冉",
        "author_info": "皇甫冉(717--770)：字茂政。约唐玄宗开元五年(公元717年)出生，卒于唐代宗大历五年(公元770年)，润州(今镇江)丹阳人，著名王缙幕，终左拾遗、右补阙。其诗清新飘逸，多飘泊之感。　　约唐玄宗开元五年(公元717年)出生，卒于唐代宗大历五年(公元770年)，润州(今镇江)丹阳人，著名诗人。 10岁便能作文写诗，张九龄呼为小友。皇甫冉于天宝十五年(公元756年)考中进士第一(状元)。历官无锡尉、左金吾兵曹、左拾遗、右补阙等职。为避战乱寓居义兴(今宜兴)，据说他所住村庄后来被称为皇甫舍(今属芳庄镇)。开元天宝之际政治日益腐败，社会矛盾尖锐，中央集权削弱，藩镇割据势力相继而起。天宝十四年冬，平卢、范阳、河东三镇节度使安禄山以诛杨国忠为名，在范阳(治今北京)起兵叛乱，击败唐军，迅即于灵昌(今河南滑县西南)渡黄河，攻下洛阳。次年称帝。六月，叛军破潼关，进入长安。同时，其部将史思明也击败平原、常山等地的反抗，完全占领河北广大地区。玄宗逃往蜀中。肃忠在灵武(今宁夏灵武南)即位。这次战乱历时七年多，史称安史之乱。此后，唐朝统治由盛而衰。处在此时此境，他所赋诗文，反映了安史之乱的社会状况。皇甫冉寓居义兴，对义兴的山山水水情有独钟，题咏颇多。有《荆溪夜湍：》、《洞灵观》、《三月三日同义兴李明府泛舟》等诗作。如《荆溪夜湍》云：“惊湍流不极，夜渡识云岑。长带溪沙浅，时因山雨深。方同七里路，更逐五湖心。揭厉朝将夕，潺谖古望今。花源若许到，虽远亦相寻。”《洞灵观》云：“孤烟灵洞远，积雪暮山寒。松柏凌高殿，莓苔封古坛。客来清夜久，仙去白云残。明月开金篆，焚香人木兰。”《三月三日同义兴李明府泛舟》云：“江南烟景复如何，闻道新亭便可过。处处艺兰春浦绿，萋萋藉草远山多。壶觞须就陶彭泽，风俗犹传晋永和。更使轻桡随转去，微风落日水无波”。　　皇甫冉弟皇甫曾，也善诗，历官监察御史。其名与冉不相上下。亦慕义兴山水之秀，曾经多次前来小住。在义兴作有《送陆鸿渐南山采茶》诗，云：“千峰待逋客，香茗复丛生二采摘知深处，烟霞羡独行。幽期山寺远，野饭石泉清。寂寂燃灯夜，想思磬一声”。"
    },
    {
        "author": "薛逢",
        "author_info": "薛逢（？～？），字陶臣，河东蒲州（今山西永济）人。唐武宗会昌元年（841）辛酉科崔岘榜进士第三人。 　　薛逢进士及第后，初任秘书省校书郎。崔铉罢相据河东，招其为从事。崔铉恢复相位辅政，奏授薛逢万年尉，直弘文馆，累迁传御史、尚书郎，迁秘书监等。 　　崔逢年轻时文词俊拔，议论激切，抱负远大，可惜没有腾达的机会。应进士举时，与彭城人刘蠪关系很好，刘蠪的词艺才华不如薛逢，薛逢经常嘲笑他。到大中末年，刘蠪官运亨通，手握权柄，薛逢倒每每不如意。这时有人推荐薛逢知制诰（任替皇帝写诏书一职）。刘蠪奸狡地说：“按祖上的老规矩，担任这一类官职要先有州县一级任职的经历，薛逢没有担任过州一级官职，所以不能知制诰。”薛逢只能去任巴州刺史。既而沈询、杨收、王铎由学士相继为将相，他们都是薛逢同年进士，而薛逢文才要优于他们，可仕途失意。杨收作相后，薛逢有无可奈何的必然结果。 　　薛逢之子薛廷皀。曾于唐僖宗中和年间（881～885）登进士第。 　　著有诗集十卷，赋集十四卷。"
    },
    {
        "author": "李颀",
        "author_info": "李颀(690-751)，汉族，东川(今四川三台)人，唐代王维、高适、王昌龄等著名诗人皆有来往，诗名颇高。其诗内容涉及较广，尤以边塞诗、音乐诗获誉于世。擅长五、七言歌行体。赵郡（今河北赵县）人，一说东川（今四川三台一带）人。少时家本富有，后结识富豪轻薄子弟，倾财破产。后刻苦读书。隐居颍阳（今河北南许昌）苦读10年，于唐玄宗开元二十三年（735年）考取进士，曾任新乡县尉。任职多年，没有升迁，晚年仍过隐居生活。他一生交游很广，当时著名诗人王昌龄、高适、王维等都与他关系密切。李颀性格疏放超脱，厌薄世俗。他的诗以边塞诗成就最大，奔放豪迈，慷慨悲凉，最著名的有《古从军行》 、 《古意》 、 《塞下曲》等。李颀还善于用诗歌来描写音乐和塑造人物形象。他以长歌著名，也擅长短诗，他的七言律诗尤为后人推崇。 《全唐诗》中录存李颀诗三卷，后人辑有《李颀诗集》 。"
    },
    {
        "author": "高适",
        "author_info": "高适（700？—765），汉族。盛唐岑参并称“高岑”。笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。少孤贫，爱交游，有游侠之风，并以建功立业自期。早年曾游历长安，后到过蓟门、卢龙一带，寻求进身之路，都没有成功。在此前后，曾在宋中居住，与李白、杜甫结交。其诗直抒胸臆，不尚雕饰，以七言歌行最富特色，大多写边塞生活。　　天宝八载(749)，经睢阳太守张九皋推荐,应举中第,授封丘尉。十一载,因不忍“鞭挞黎庶”和不甘“拜迎官长”而辞官，又一次到长安。次年入陇右、河西节度使哥舒翰幕，为掌书记。　　安史之乱后，曾任淮南节度使、彭州刺史、蜀州刺史、剑南节度使等职，官至左散骑常侍,封渤海县侯。世称“高常侍”。《旧唐书·高适传》说：“有唐已来，诗人之达者，唯适而已。”"
    },
    {
        "author": "崔颢",
        "author_info": "崔颢(hào)（约公元704—754年），汉族，唐朝汴州（今河南开封市）人士，以《黄鹤楼》李白折服。唐玄宗开元11年（公元723年）进士。他才思敏捷，善于写诗，唐代诗人,《旧唐书·文苑传》把他和王昌龄、高适、孟浩然并提,但他宦海浮沉，终不得志。历史上对他的记述不多，故里汴州也很少有关他的传说和故事流传下来，旧《唐书·崔颢传》里非常简略，连他文学上的成就也未提及，这些都是为了什么？很值得人们思考。 作品激昂豪放、气势宏伟。作品有《崔颢集》。 　　崔颢开元十一年源少良下及进士第。天宝中为尚书司勋员外郎。少年为诗，意浮艳，多陷轻薄；晚节忽变常体，风骨凛然。一窥塞垣，状极戎旅，奇造往往并驱江、鲍。后游武昌，登黄鹤楼，感慨赋诗。及李白来，曰：“眼前有景道不得，崔颢题诗在上头。”无作而去，为哲匠敛手云。然行履稍劣，好(艹捕)博，嗜酒，娶妻择美者，稍不惬即弃之，凡易三四。初李邕闻其名，虚舍邀之。颢至献诗，首章云：“十五嫁王昌。”邕叱曰：“小儿无礼！不与接而入。颢苦吟咏，当病起清虚，友人戏之曰：“非子病如此，乃苦吟诗瘦耳！”遂为口实。天宝十三年卒。有诗一卷，今行。（元辛文房《唐才子传》卷一）他诗名很大，但事迹流传甚少，现存诗仅四十几首。 \n【生平】　　崔颢曾为太仆寺丞，天宝中为司勋员外郎。 　　传说李白壮年时到处游山玩水，在各处都留下了诗作。当他登上黄鹤楼时，被楼上楼下的美景引得诗兴大发，正想题诗留念时，忽然抬头看见楼上崔颢的题诗： 　　这首诗的意思是：过去的仙人已经驾着黄鹤飞走了，这里只留下一座空荡荡的黄鹤楼；黄鹤一去再也没有回来，千百年来只看见悠悠的白云；阳光照耀下的汉阳树木清晰可见，鹦鹉洲上有一片碧绿的芳草覆盖；天色已晚，眺望远方，故乡在哪儿呢？眼前只见一片雾霭笼罩江面，给人带来深深的愁绪。 　　黄鹤楼因其所在之武昌黄鹤山（又名蛇山）而得名。传说古代仙人子安乘黄鹤过此（见《齐谐志》）；又云费文伟登仙驾鹤于此（见《太平寰宇记》引《图经》）。诗即从楼的命名之由来着想，借传说落笔，然后生发开去。仙人跨鹤，本属虚无，现以无作有，说它“一去不复返”，就有岁月不再、古人不可见之憾；仙去楼空，唯余天际白云，悠悠千载，正能表现世事茫茫之慨。诗人这几笔写出了那个时代登黄鹤楼的人们常有的感受，气概苍莽，感情真挚。 前人有“文以气为主”之说，此诗前四句看似随口说出，一气旋转，顺势而下，绝无半点滞碍。“黄鹤”二字再三出现，却因其气势奔腾直下，使读者“手挥五弦，目送飞鸿”，急忙读下去，无暇觉察到它的重叠出现，而这是律诗格律上之大忌，诗人好像忘记了是在写“前有浮声，后须切响”、字字皆有定声的七律。试看：首联的五、六字同出“黄鹤”；第三句几乎全用仄声；第四句又用“空悠悠”这样的三平调煞尾；亦不顾什么对仗，用的全是古体诗的句法。这是因为七律在当时尚未定型吗？不是的，规范的七律早就有了，崔颢自己也曾写过。是诗人有意在写拗律吗？也未必。他跟后来杜甫的律诗有意自创别调的情况也不同。看来还是知之而不顾，如《红楼梦》中林黛玉教人做诗时所说的，“若是果有了奇句，连平仄虚实不对都使得的”。在这里，崔颢是依据诗以立意为要和“不以词害意”的原则去进行实践的，所以才写出这样七律中罕见的高唱入云的诗句。沈德潜评此诗，以为“意得象先，神行语外，纵笔写去，遂擅千古之奇”（《唐诗别裁》卷十三），也就是这个意思。 　　此诗前半首用散调变格，后半首就整饬归正，实写楼中所见所感，写从楼上眺望汉阳城、鹦鹉洲的芳草绿树并由此而引起的乡愁，这是先放后收。倘只放不收，一味不拘常规，不回到格律上来，那么，它就不是一首七律，而成为七古了。此诗前后似成两截，其实文势是从头一直贯注到底的，中间只不过是换了一口气罢了。这种似断实续的连接，从律诗的起、承、转、合来看，也最有章法。元杨载《诗法家数》论律诗第二联要紧承首联时说：“此联要接破题（首联），要如骊龙之珠，抱而不脱。”此诗前四句正是如此，叙仙人乘鹤传说，颔联与破题相接相抱，浑然一体。杨载又论颈联之“转”说：“与前联之意相避，要变化，如疾雷破山，观者惊愕。”疾雷之喻，意在说明章法上至五、六句应有突变，出人意外。此诗转折处，格调上由变归正，境界上与前联截然异趣，恰好符合律法的这个要求。叙昔人黄鹤，杳然已去，给人以渺不可知的感觉；忽一变而为晴川草树，历历在目，萋萋满洲的眼前景象，这一对比，不但能烘染出登楼远眺者的愁绪，也使文势因此而有起伏波澜。使诗意重归于开头那种渺茫不可见的境界，这样能回应前面，如豹尾之能绕额的“合”，也是很符合律诗法度的。 　　正由于此诗艺术上出神入化，取得极大成功，它被人们推崇为题黄鹤楼的绝唱，就是可以理解的了。 　　后来李白登楼时，也诗兴大发，当他在楼中发现崔颢一诗，连称“绝妙、绝妙！”相传李白写下了四句“打油诗”来抒发自己的感怀：“一拳捶碎黄鹤楼，一脚踢翻鹦鹉洲，眼前有景道不得，崔颢题诗在上头。”便搁笔不写了。有个少年丁十八讥笑李白：“黄鹤楼依然无恙，你是捶不碎了的。”李白又作诗辩解：“我确实捶碎了，只因黄鹤仙人上天哭诉玉帝，才又重修黄鹤楼，让黄鹤仙人重归楼上。”真是煞有介事，神乎其神。后人乃在黄鹤楼东侧，修建一亭，名曰李白搁笔亭，以志其事。重檐复道，成为燕游之所。实际上，李白热爱黄鹤楼，到了无以复加的程度，他高亢激昂，连呼“一忝青云客，三登黄鹤楼”。山川人文，相互倚重，黄鹤楼之名更加显赫。"
    },
    {
        "author": "崔曙",
        "author_info": "崔曙(约704-739)，宋州(今河南登封)人，开元二十三年第一名进士，但只做过河南尉一类的小官。曾隐居河南嵩山。以《试明堂火珠》诗得名。其诗多写景摹物，同时寄寓乡愁友思。词句对仗工整，辞气多悲。代表作有《早发交崖山还太室作》、《奉试明堂火珠》、《途中晓发》、《缑（音gou沟）山庙》、《登水门楼，见亡友张贞期题望黄河诗，因以感兴》、《对雨送郑陵》等。其诗中“天净光难灭，云生望欲无”、“涧水流年月，山云变古今”、“旅望因高尽，乡心遇物悲”、“流落年将晚，悲凉物已秋”等都是极佳的对句。诗一卷（全唐诗上卷第一百五十五）。"
    },
    {
        "author": "元结",
        "author_info": "元结 (719～772)中国唐代文学家。字次山，号漫叟 、聱叟 。河南鲁山人。天宝六载(747)应举落第后，归隐商余山。天宝十二载进士及第。安禄山反，曾率族人避难猗玗洞 (今湖北大冶境内)，因号猗玗子。乾元二年(759)，任山南东道节度使史翙幕参谋，招募义兵，抗击史思明叛军，保全十五城。代宗时，任道州刺史，调容州，加封容州都督充本管经略守捉使，政绩颇丰。大历七年(772)入朝，同年卒于长安。元结主张乐府运动之先声。他的诗歌有强烈的现实性，触及天宝中期日益尖锐的社会矛盾。如《舂陵行》、《贼退示官吏》，揭示了人民的饥寒交迫和皇家的征敛无度，变本加厉。《闵荒诗》、《系乐府十二首》等也是或规讽时政，或揭露时弊。结几乎不写近体。除少数四言、骚体与七古、七绝外，主要是五言古风，质朴淳厚，笔力遒劲，颇具特色。但因过分否定声律词采，诗作有时不免过于质直，也导致他创作上的局限性。元结的散文，不同流俗，特别是其杂文体散文，值得重视。如《寱论》、《丐论》、《处规》 、《出规》、《恶圆》、《恶曲》、《时化》、《世化》、《自述》、《订古》、《七不如》等篇，或直举胸臆，或托物刺讥，都出于愤世疾俗，忧道悯人，具有揭露人间伪诈，鞭挞黑暗现实的功能。其文章大抵短小精悍，笔锋犀利，绘形图像，逼真生动，发人深省。其他散文如书、论、序、表、状之类，均刻意求古，意气超拔，和当时文风不同。《大唐中兴颂》文体上采用三句一韵的手法，类似秦石刻的体制，风格雄伟刚峻。后人对元结评价很高，唐代裴敬把他与陈子昂、苏源明、萧颖士、韩愈并提。又有人把他看作韩柳古文运动的先驱。　　元结受道家影响，作品杂有消极退守的成分。　　原有著作多部，均佚。现存的集子常见者有明郭勋刻本《唐元次山文集》、明陈继儒鉴定本《唐元次山文集》、淮南黄氏刊本《元次山集》。今人孙望校点有《元次山集》。元结所编诗选《箧中集》尚存。"
    },
    {
        "author": "邱为",
        "author_info": "［唐］（？—？），字不详，苏州嘉兴（今属浙江）人。累举不第，归里苦读。至天宝初始登进士，与王维、刘长卿友善，尝相唱和。官至太子右庶子，致仕归，时年八十馀，继母健在，给俸禄之半，以孝称。年九十六，以寿终。诗擅五言，善摹湖山景色。"
    },
    {
        "author": "綦毋潜",
        "author_info": "綦毋潜（691年－756年，綦音qí）字孝通，江西南康人。15岁游学京都长安，与当时张九龄相见，并以诗作唱酬。开元二十一年冬，送诗友储光羲辞官归隐，受其影响，他萌发了归隐之志，便于当年年底离开长安，经洛阳，盘桓半年多，最后下定决心弃官南返。他先在江淮一带游历，足迹几乎遍及这带的名山胜迹。留传至今的诗也多描写风光之作。 　　天宝初（742年），綦毋潜返洛阳、长安谋求复官。天宝十一年任左拾遗，享从八品，后长为著作郎，享五品。后“安史之乱”爆发，他再度归隐，但未返里，仍游于江淮一带。此后不知所终，享年65岁左右。 　　綦毋潜是唐代江西最有名的诗人。前人对他的评价较高：“盛唐时，江右诗人惟潜最著”、“清回拨俗处，故是摩诘一路人”。说明他的诗风接近王维。《全唐诗》收录他的诗1卷26首，内容多为与上大夫寻幽访隐的情趣，代表作《春泛若耶溪》选入《唐诗三百首》。 　　綦毋潜(约692—749年)，字孝通，荆南（荆州区）人。开元十四年(726年)进士，初授为宜寿县尉后至著作郎。因四下乱，见做官环境日益险恶而辞职回乡隐居。 　　綦毋潜诗歌章句挺拔不凡，色彩鲜明，善于抒发世俗之外的感情，如《春泛若郁溪》：“幽意无断绝，此去随所偶。晚风吹行舟，花落入溪口。际夜转西壑，。隔山望南斗。潭烟飞溶溶，林月低向后。生事且弥漫，愿为持竿叟”。把山势、溪水、晚风、小舟描写得轻灵生动，诗歌的视野也十分开阔，际夜、南斗、潭烟、林月，仿佛把人带到了天上的世界，浮想联翩。 《题栖霞寺》、《茅山洞口》都被评论为有影响的好诗。辛文房《唐才子传》称其：荆南分野，数百年来，独秀斯人。” 认为他创造了当时南方诗人的最高水平。王维在《送綦毋秘书弃官还江东》中写道：“明时久不达，弃置与君同。天命无怨色，人生有素风。”表现了太平盛世下，彼此官运都不亨通，但不怨天尤人，保持一向纯朴的风范。可以看出，王维与綦毋潜不仅人情谊、文情浓，在思想感情上也相知相通。"
    },
    {
        "author": "韩愈",
        "author_info": "韩愈（768～824）　字退之，号昌黎，故世称韩昌黎，谥号文公，故世称韩文公，唐朝河南河阳（今河南孟州）人，另有祖籍邓州一说，是唐宋八大家之一。自谓郡望昌黎，世称韩昌黎(“郡望”一词，是“郡”与“望”的合称。“郡”是行政区划，“望”是名门望族，“郡望”连用，即表示某一地域国范围内的名门大族。而韩愈世居昌黎,故又称韩昌黎)。晚年任吏部侍郎，又称韩吏部。与柳宗元同为“古文运动”倡导者，故与其并称为“韩柳”，且有“文章巨公”和“百代文宗”之名，提出了“文以载道”和“文道结合”的主张，反对六朝以来骈偶之风。著有《韩昌黎集》四十卷，《外集》十卷，《师说》等等。有“文起八代之衰”的美称。\n【评价】　　唐代古文运动倡导者，宋代苏轼称他“文起八代之衰”（指韩愈的古文提振八代的萎靡文风。），明人推崇他为唐宋散文八大家之首，与柳宗元并称“韩柳”，杜牧把韩文与杜杜甫墓，并作长诗《题杜工部坟》以吊之，最先认识到杜诗的价值。 \n　　与衡州刺史邹儒立会于石鼓山合江亭，留题古诗二十韵。《题合江亭寄刺史邹君》全诗凡二百言，一韵到底，一气呵成，音调铿锵，气势磅礴，为自唐以来题咏石鼓千古传诵、脍炙人口之杰作，亦为后世文人学士所推崇，步其韵而歌者不乏其人。尤其是“瞰临渺空阔，绿净不可唾”两句，已成为后世人们广为传诵的名句。明万历中（1587～1598），与李宽、李士真、周敦颐、朱熹、张栻、黄干同祀石鼓书院七贤祠，世称石鼓七贤。 \n　　登临祝融峰，“韩愈开云”千百年来在南岳衡山传为佳话，历代文人以“开云”为题歌咏不绝。 \n　　他也是第一个写诗吟诵禹王碑的文人，明代杨慎称其《岣嵝山》一诗“发挥称赞岂在石鼓之下哉？” \n　　因此四事，成为对衡阳人文历史影响最深远的大文学家。 \n　　（据《湖湘文化名人衡阳辞典》，甘建华主编，尔雅文化出品）  \n【学习过程】　　韩愈三岁丧父，其兄韩会及嫂抚养之。韩会能文章，对韩愈有影响。早年流离困顿，有读书经世之志，虽孤贫却刻苦好学。贞元二年（786年），19岁的韩愈赴长安参加进士考试，三试不第，直到贞元八年（792年）第四次应考，才考中进士。此后又连续三次应吏部博学鸿词科考试，皆不中。直到29岁才在汴州董晋幕府中谋得一个观察推官的微小官职，后回京任四门博士。36岁时，任监察御史，不久因上书论天旱人饥状，请减免赋税，而被贬为阳山县令。宪宗时北归，为国子博士，累官至太子右庶子，但不得志。此后直到50岁，官职一直浮沉不定。元和十二年，韩愈50岁时，因参与平定淮西吴元济之役表现出处理军国大事的才能，迁为吏部侍郎，进入朝廷上层统治集团。但两年后，他却因上表谏迎佛骨而触怒宪宗，险些被宪宗处死，幸得裴度等大臣挽救，才免于一死，被贬为潮州（在今广东）刺史。在潮州八个月，宦官杀宪宗，立穆宗，韩愈被召回朝，后历官国子祭酒、兵部侍郎、吏部侍郎、京兆尹等职，政治上较有作为。长庆四年（824）病逝于长安，终年57岁。 \n【“字”来历】　　韩文公名愈字退之，说起这名和字，倒有一段佳话。 韩愈父母早亡，从小就由哥嫂抚养。转眼到了入学的龄，嫂嫂郑氏一心想给弟弟起个又美又雅的学名，这天，郑氏翻开书年，左挑一个字嫌不好，右拣一个字嫌太俗，挑来拣 去，过了半个时辰，还没有给弟弟选定一个合意的学名。韩愈站在一旁观看，见嫂嫂为他起 名作难 ，便问：“ 嫂嫂，你要给我起个什么名呢？”郑氏道：你大哥名会，二弟名介，会、介都是人字作头，象征他们都要做 人去群之首，会乃聚集，介乃耿直，其含义都很不错，三弟的学名，也 须找个人 字作头，含义更要讲究 的才好，韩愈听后，立即说到：“嫂嫂，你不必在翻字书了，这人字作头的‘愈’字最佳了，我就叫韩愈好了。”郑氏一听，忙将 字书合上，问弟弟道：“愈字有何佳意？”韩愈道“愈，超越也。我长大以 后，一定要做一番大事，前超古人，后无来者，决不当平庸之辈。”嫂嫂听后，拍手叫绝：“好！ 好！你真会起名，好一个‘愈’字吆！” 韩愈怎么会给自己起出一个这样又美又雅的名呢？原来他自幼聪慧，饱读经书，从三岁起就开始识文，每日可记数千言，不到七岁，就读完了诸子之著。那超凡的天赋和文化素养，使他早早就抱定了远大志向，这个“愈”字，正是他少年胸怀表露。 他长到十九岁时，已经是一位才华横溢的勃勃少年。这年恰逢皇科开选，郑氏为他打点行装，送他进京去应试。 到京城后，他自持才高，以为入场便可得中，从未把同伴搁在眼里。结果别人考中了，他却名落孙山。后来，他在京中一连住了几年，连续考了四次，最后才算中了第十三名。之后，一连经过三次殿试，也没得到一官半职。 由于银钱早已花尽，他由京都移居洛阳去找友人求助。在洛阳，友人穿针引线，他与才貌双全的卢氏小姐订了婚。卢小姐的父亲是河南府法曹参军，甚有尊望，韩愈就住在他家，准备择定吉日与卢小姐完婚。 卢小姐天性活泼，为人坦率，一方面敬慕韩郎的才华，一方面又对韩郎那自傲之情有所担忧。她曾多次思忖，要使郎君日后有所做为，现在就应当规劝他一下，可是如何规劝他呢？ 这天晚饭后,花前月下,二人闲聊诗文。畅谈中，韩愈提 起这几年在求官途中的失意之事，卢小姐和颜悦色地说道：“相公不必再为此事叹忧，科场失意乃长有之事。家父对我总是夸你学识渊博，为人诚挚。我想你将来一定会有作为的，只是这科场屡挫 ，必有自己的不足之处,眼下当找出这个缘由才是。”韩愈听后，频频点头，心中暗道 ：卢小姐果有见地,接着说道 ：“小姐讲的甚是有理,俗话说自已瞧不见自已脸上的黑，请小姐赐教。”卢小姐一听，“嗤”地笑出声来，说道：“你真是个聪明人啊！”随即展纸挥笔，写道： 人求言实，火求心虚， 欲成大器，必先退之。 韩愈捧赠言，一阵沉思：此乃小姐肮腑之语啊！自古道骄兵必败，自已身上缺少的正是谦虚之情，这个“愈”字便是证据。于是，他立即选用卢小姐赠言中的最后两 个字：退之，给自已起了个新名字。 \n【政治主张】　　韩愈在政治上主张天下统一，反对藩镇割据。唐宪宗时，曾随同裴度平定淮西藩镇之乱。他和柳宗元政见不和，但并未影响他们共同携手倡导古文运动。他们反对过分追求形式的骈文，提倡散文，强调文章内容的重要性。 “唐宋八大家”之一的韩愈，曾经因为进言佛骨一事，被贬潮州，后因治政突出，迁袁州，即今江西宜春，刺袁州史。任职袁州期间，韩愈政绩卓越，并且培养了当时江西省的第一个状元。现宜春秀江中有以沙洲，名为状元洲，传说就是当年学子读书之处。宜春城中最高山头建有状元楼，宜春市区有昌黎路，都是为了纪念韩愈的特别功绩。 \n　　韩愈是唐代著名的散文家和重要诗人，他的诗力求险怪新奇，雄浑而重气势。韩愈时代的诗坛，已开始突破了大历诗人的狭小天地。韩愈更是别开生面，也创建了一个新的诗歌流派。他善于用强健而有力的笔触，驱使纵横磅礴的气势，夹杂着恢奇诡异的情趣，给诗思渲染上一层浓郁瑰丽的色彩，造成奔雷挚电的壮观。另外韩诗在艺术上有「以文为诗」的特点，对后世亦有不小的影响。当然韩诗中也有追求怪诞诡谲的游戏文字，是不足取的。著有《韩昌黎集》，《外集》，《师说》等等。\n【教育思想】　　韩愈的政治思想和世界观比较复杂。他政治上提倡仁政，反对官吏对人民的搜括，要求朝廷宽免赋税徭役，表现了他关心国家命运和民生疾苦，是他政治思想中的进步的一面。他热烈地提倡儒家正统思想，这是和他的政治思想适应的。但他也宣扬了儒家学说中的封建伦理观念，维护封建制度，这当然也是错误的。当然我们不能苛求古人超越历史，具有我们当今的思想。同时我们也要看到，韩愈的思想还有矛盾的一面，他努力维护“道统”，但往往又不自觉地破坏了“道统”。他在《送孟东野序》中，提出了“大凡物不得其平则鸣”这一具有现实性和战斗性的思想。这一思想对他的散文成就是有杰出的、十分重大的影响的。文学成就 \n【文学创作理论】　　文学创作理论上： 他认为道（即仁义）是目的和内容，文是手段和形式，强调文以载道，文道合一，以道为主。 提倡学习先秦两汉古文，并博取兼资庄周、屈原、司马迁、司马相如、扬雄诸家作品。 主张学古要在继承的基础上创新，坚持“词必己出”、“陈言务去”。 重视作家的道德修养，提出养气论，“气盛则言之短长与声之高下者皆宜”（《答李翊书》）。 提出“不平则鸣”的论点。认为作者对现实的不平情绪是深化作品思想的原因。 在作品风格方面，他强调“奇”，以奇诡为善。 \n　　韩愈被列为“唐宋八大家”之首，又将他与杜甫并提，有“杜诗韩文”之称。"
    },
    {
        "author": "陈子昂",
        "author_info": "陈子昂（公元661～公元702），唐代文学家，初唐武则天当政，信用酷吏，滥杀无辜。他不畏迫害，屡次上书谏诤。武则天计划开凿蜀山经雅州道攻击生羌族，他又上书反对，主张与民休息。他的言论切直，常不被采纳，并一度因“逆党”反对武则天的株连而下狱。垂拱二年(686)，曾随左补阙乔知之军队到达西北居延海、张掖河一带。万岁通天元年(696)，契丹李尽忠、孙万荣叛乱，又随建安王武攸宜大军出征。两次从军，使他对边塞形势和当地人民生活获得较为深刻的认识。圣历元年(698)，因父老解官回乡，不久父死。居丧期间，权臣武三思指使射洪县令段简罗织罪名，加以迫害。冤死狱中（沈亚之《上九江郑使君书》）。 \n历史评价　　<晚次乐乡县>是陈子昂由故乡东行入京,在襄州乐乡县留宿时所写的一首抒发羁旅之情的五律.顾璘曰:“无句法，无字法，天然之妙”。 陈子昂继四杰之后，以更坚决的态度起来反对齐梁诗风的统治，在理论和创作实践上都表现了鲜明的创造革新精神。陈子昂的思想是很复杂的，他既好纵横任侠，又好佛老神仙，但儒家兼善天下的精神，仍然是他思想的主导方面。从他的许多政论奏疏中，我们可以看到他洞察国家安危的远见，关怀人民疾苦的热情。例如在《上蜀川安危事》的奏疏中，他曾经对诸羌的进犯感到忧虑，对蜀川人民“失业”、“逃亡”深表同情，对“官人贪暴”、“侵渔”、“剥夺”百姓的罪恶加以愤慨的指责。《资治通鉴》引用他的奏疏、政论有四、五处之多。王夫之《读通鉴论》认为陈子昂“非但文士之选”，而且是“大臣”之材，这是完全正确的。他的政治热情是他从事诗歌革新的动力。 　　陈子昂在著名的《修竹篇序》里，曾经提出了诗歌革新的正面主张：东方公足下：文章道弊，五百年矣，汉魏风骨，晋宋莫传，然而文献有可征者。仆尝暇时观齐梁间诗，彩丽竞繁，而兴寄都绝，每以永叹，思古人，常恐逶迤颓靡，风雅不作，以耿耿也。一昨于解三处见明公《咏孤桐篇》，骨气端翔，音情顿挫，光英朗练，有金石声。遂用洗心饰视，发挥幽郁。不图正始之音，复睹于兹；可使建安作者，相视而笑。…… 在唐诗发展史上，陈子昂这篇短文好像一篇宣言，标志着唐代诗风的革新和转变。我们知道，刘勰、锺嵘反对南朝形式主义诗风，曾经标举过“比兴”、“风骨”的传统。王勃反对龙朔前后的宫廷诗风，也指责他们是“骨气都尽，刚健不闻”。陈子昂继承了他们的主张，一针见血地指出初唐宫廷诗人们所奉为偶像的齐梁诗风是“彩丽竞繁，而兴寄都绝”，指出了“风雅兴寄”和“汉魏风骨”的光辉传统作为创作的先驱榜样，在倡导复古的旗帜下实现诗歌内容的真正革新。态度很坚决，旗帜很鲜明，号召很有力量。“兴寄”和“风骨”都是关系着诗歌生命的首要问题。“兴寄”的实质是要求诗歌发扬批判现实的传统，要求诗歌有鲜明的政治倾向。“风骨”的实质是要求诗歌有高尚充沛的思想感情，有刚健充实的现实内容。从当时情况来说，只有实现内容的真正革新，才能使诗歌负起时代的使命。同时，我们还应该看到，由于“初唐四杰”等诗人的积极努力，新风格的唐诗已经出现，沿袭齐梁的宫廷诗风已经越来越为人们所不满，诗歌革新的时机更加成熟了。陈子昂的革新主张在这个时候提出，不仅有理论的意义，而且富有实践的意义；不仅抨击了陈腐的诗风，而且还为当时正在萌芽成长的新诗人、新诗风开辟道路。 　　陈子昂的诗歌创作，鲜明有力地体现了他的革新主张。《感遇诗》三十八首，正是表现这种革新精神的主要作品。这些诗并不是同时之作，有的讽刺现实、感慨时事，有的感怀身世、抒发理想。内容广阔丰富，思想也矛盾复杂。首先值得注意的是那些现实性很强的边塞诗，例如：朝入云中郡，北望单于台。胡秦何密迩，沙朔气雄哉!籍籍天骄子，猖狂已复来。塞垣无名将，亭堠空崔嵬。咄嗟吾何叹，边人涂草莱。 这是他从征塞北时的作品，诗中对将帅无能，使边民不断遭受胡人侵害的现实，深表愤慨。在从征幽州时所写的“朔风吹海树”一篇中，又对边塞将士的爱国热情遭到压抑表示深刻的同情。 　　“丁亥岁云暮”一篇更明白地揭发了武后开蜀山取道袭击吐蕃的穷兵黩武的举动。这些内容都初步突破了泛拟古题的边塞诗传统风气。他对武后内政方面的弊端也有所讽刺。在“圣人不利己”一诗里，他指责了武后雕制佛像、建造佛寺，浪费人力物力的佞佛行为。在“贵人难得意”一诗里，他更勇敢地讽刺了武后对待臣下时而信任、时而杀戮的作风。从这些现实性很强的诗篇中，我们清晰地看到他的政治抱负和他的诗歌革新主张有着密切的内在联系。他的那些感怀身世的诗，也写得很动人：兰若生春夏，芊蔚何青青。幽独空林色，朱蕤冒紫茎。迟迟白日晚，袅袅秋风生。岁华尽摇落，芳意竟何成? 这里，美好理想无法实现的深沉的苦闷，借楚辞草木零落、美人迟暮的意境，宛转蕴藉地表现出来。但是，他这种苦闷，在不同的时间境遇之下，又转为愤激慷慨之音。如： 本为贵公子，平生实爱才。感到思报国，拔剑起蒿莱。西驰丁零塞，北上单于台。登山见千里，怀古心悠哉!谁言未忘祸，磨灭成尘埃。 　　《感遇诗》里也有一些叹息人生祸福无常，赞美隐逸求仙，发挥佛老玄理的作品，例如“市人矜巧智”、“玄天幽且默”等篇，都有浓厚的佛老消极思想。 　　《登幽州台歌》和《蓟丘览古赠卢居士藏用》七首也是他杰出的代表作。这几首诗是他随建安王武攸宜出征契丹的时候写的。卢藏用《陈氏别传》说：子昂体弱多疾，感激忠义，常欲奋身以答国士。自以官在近侍，又参预军谋，不可见危而惜身苟容。他日又进谏，言甚切至，建安谢绝之，乃署以军曹。子昂知不合，因箝默下列，但兼掌书记而已。因登蓟北楼，感昔乐土、燕昭之事，赋诗数首。乃泫然流涕而歌曰：“前不见古人，后不见来者。念天地之悠悠，独怆然而涕下!”时人莫不知也。 他在《蓟丘览古》中，曾经歌颂了礼贤下士、知人善任的燕昭王、燕太子，感激知遇、乘时立功的乐毅、郭隗等历史人物。俯仰今古，瞻望未来，他更深刻地体验到生不逢时、理想无法实现的痛苦和悲哀，也更深刻地体会了古往今来许多仁人志士在困扼境遇中激愤不平的崇高感情。也正是这种不可遏止的理想和激情，使他唱出了这首浪漫主义的《登幽州台歌》。尽管由于历史条件的限制，他的苦闷无法解决，使这首诗的情调显得相当孤独。但是，也正是这首诗，在当时和后代得到无数读者的深刻同情，卢藏用说这首诗“时人莫不知也”，就是有力的证明。这不愧是齐梁以来两百多年中没有听到过的洪钟巨响。 　　陈子昂的律诗比较少，但是象《度荆门望楚》，也是初唐律诗中的佳作：遥遥去巫峡，望望下章台。巴国山川尽，荆门烟雾开。城分苍野外，树断白云隈。今日狂歌客，谁知入楚来。 诗人用气势流畅的笔调，写出了他初次离蜀途中所见的巴楚壮丽山川。风格和其他诗人是有所不同的。 　　陈子昂仰慕“建安作者”和“正始之音”，他的诗受建安、正始诗人影响较深。唐皎然《诗式》说：“子昂《感遇》，其源出于阮公《咏怀》。”象“兰若生春夏”、“贵人难得意”等比兴托讽的诗篇，以及那些感慨人生祸福无常的诗，的确和阮籍相似。此外如《燕昭王》乃至《登幽州台歌》等，和阮诗“驾言发魏都”、“独坐空堂上”等诗也有意境相通之处。而“丁亥岁云暮”、“本为贵公子”、“朔风吹海树”、“苍苍丁零塞”等边塞诗，则和建安诗中“梗概而多气”的写时事之作比较接近。他的诗中，现实主义和浪漫主义同时存在。那些现实主义的作品，有的叙事慷慨沉痛，有的还兼有政论锋芒。那些偏于抒发理想之作，有的寄兴幽婉，有的又激情奔放，这又是浪漫主义的不同表现。总的来说，他的诗风格并不完全统一。 　　当然，陈子昂的诗在艺术上也存在一些缺点。他对汉魏南北朝的乐府民歌学习得不够。对七言诗这种新形式也不重视，集中竟没有一首七言诗(注：只蜀刻本《陈子昂先生全集》有《杨柳枝》七绝一首，真伪难定。)。《感遇诗》中甚至还有一些作品受玄言诗影响，读起来有些枯燥乏味。但是，他的全部诗作绝没有一点齐梁浮艳的气息，这是更难能可贵的。 总之，他是唐诗开创时期在诗歌革新的理论和实践上都有重大功绩的诗人，杜甫称赞他：“有才继骚雅，哲匠不比肩。公生扬马后，名与日月悬。……千古立忠义，《感遇》有遗篇。”韩愈称赞他：“国朝盛文章，子昂始高蹈。”都对他在唐诗发展上的功绩有高度的肯定，也反映了唐代诗人的公论，至于他的《感遇诗》直接启发了张九龄《感遇》和李白《古风》的创作，李白继承他以复古为革新的理论，进一步完成唐诗革新的历史任务，更是众所周知的事实。 　　陈子昂在散文革新上也是有功绩的。他文集中虽然也还有一些骈文，但那些对策、奏疏，都用的是比较朴实畅达的古代散文，这在唐代，也是开风气之先。所以唐代古文家萧颖士、梁肃、韩愈都对他这方面的努力有较高的评价。"
    },
    {
        "author": "李欣",
        "author_info": "李欣（690——751？），颍阳人（今郑州登封市）。开元二十三年（735）进士，曾官新乡县尉；天宝初，流连于长安、洛阳，后辞归故乡隐居。《全唐诗》收录其诗3卷，120余首，《全唐诗续拾》补其诗2首，断句2则。其边塞诗风格豪放，七言歌行尤具特色。"
    },
    {
        "author": "孟郊",
        "author_info": "孟郊，唐代贾岛齐名，人称“郊寒岛瘦”。元和九年，在阌乡(今河南灵宝)因病去世。张籍私谥为贞曜先生。\n【生平】 　　孟郊祖籍平昌（今山东临邑东北）。先世居洛阳（今属河南）。父庭玢，任昆山县尉时生郊。孟郊早年生活贫困，曾周游湖北、湖南、广西等地，无所遇合，屡试不第。贞元中张建封镇守徐州时，郊曾往谒。46岁（一说45岁），始登进士第，有诗《登科后》：“昔日龌龊不足夸，今朝放荡思无涯；春风得意马蹄疾，一日看尽长安花。”。然后东归，旅游汴州(今河南开封)、越州（今浙江绍兴）。贞元十七年（801年），任江南溧阳尉。其代表名诗《游子吟》就是在溧阳时所作。在任时常以作诗为乐，作不出诗则不出门，故有“诗囚”之称，不事曹务，还被罚半俸。元和初，河南尹郑余庆奏为河南水陆转运从事，试协律郎，定居洛阳。60岁时，因母死去官。郑余庆镇守兴元，又奏为参谋、试大理评事。郊应邀前往，到阌乡（今河南灵宝），暴病去世，时为元和九年，孟郊的朋友韩愈等人凑了100贯为他营葬，郑余庆派人送300贯，“为遗孀永久之赖”。\n【评价】　　唐人认为孟诗是“元和体”的一种，“元和已后”，“学矫激于孟郊”（李肇《唐国史补》）。唐末张为作《诗人主客图》，以他为“清奇僻苦主”。宋诗人梅尧臣、谢翱，清诗人胡天游、江湜、许承尧，写作上都受到他的影响。对孟诗的评价，持褒义论的，韩愈、李观以后，有贯休、黄庭坚、费衮、潘德舆、刘熙载、陈衍、钱振锽、夏敬观等；持贬义论的，有苏轼、魏泰、严羽、元好问、王闿运等。他和贾岛都以苦吟著称，又多苦语。苏轼称之“郊寒岛瘦”（《祭柳子玉文》），后来论者便以孟郊、贾岛并称为苦吟诗人代表，元好问甚至嘲笑他是“诗囚”（《论诗三十首》）。今传本《孟东野诗集》10卷，出自北宋宋敏求所编刊，黄丕烈所藏北宋蜀本，已不可见。陆心源所藏汲古阁影宋精本，今归日本。通行本有汲古阁本，闵刻朱墨本。《四部丛刊》影印杭州叶氏藏明弘治本。1959年人民文学出版社刊印华忱之校订《孟东野诗集》，末附孟郊年谱、遗事辑录。注释有陈延杰《孟东野诗注》，夏敬观选注《孟郊诗》。事迹可参考韩愈《贞曜先生墓志铭》、新、旧《唐书》本传、夏敬观《孟东野先生年谱》、华忱之《唐孟郊年谱》。\n【风格】　　人们曾把孟郊与韩愈并称“韩孟诗派”，主要是因为他们都尚古好奇，多写古体诗。但孟郊所作，多为句式短截的五言古体，用语刻琢而不尚华丽，擅长寓奇特于古拙，如韩愈所谓“横空盘硬语，妥帖力排奡”（《荐士》）。而韩愈的七言古体最具特色，气势雄放而怪奇瑰丽。他们的诗都很有力度，但韩愈的力度是奔放的，孟郊的力度则是内敛的。他更多地学习了汉魏六朝五言古诗的传统，正如李翱所说，“郊为五言诗，自汉李都尉（陵）、苏属国（武）及建安诸子、南朝二谢，郊能兼其体而有之”（《荐所知于徐州张仆射书》）。因此，与大历、贞元诗人相比，他更接近汉、魏风骨；而与他之后的韩愈、李贺相比，则又较多地保留了大历、贞元诗风的痕迹。 　　这并不是说孟郊只是一味模仿汉魏六朝诗风，在学习古代诗歌艺术的同时，他又有自己鲜明的特色。 　　在内容上，孟郊的诗超出了大历、贞元时代那些狭窄的题材范围。固然，他的诗的主旋律是中下层文士对穷愁困苦的怨怼情绪，这是他屡试不第、仕途艰辛、中年丧子等生活遭遇决定的；但他还是能透过个人的命运看到一些更广阔的社会生活，并以诗来反映这些生活。其中有的揭露、针砭了社会上人际关系中的丑恶现象，有的则尖锐地揭示了贫富之间的不平等。如《寒地百姓吟》以“高堂捶钟饮，到晓闻烹炮”与“霜吹破四壁，苦痛不可逃”两相对照，《织妇辞》描写了织妇“如何织绔素，自着蓝缕衣”的反常现象。他写这种诗常有很深刻的心理体验，如《寒地百姓吟》中“寒者愿为蛾，烧死彼华膏”之句，实非泛泛纪述民间疾苦者可比。应该说，在杜甫之后，孟郊又一次用诗歌深入地揭露了社会中贫富不均、苦乐悬殊的矛盾。孟郊还有一些诗描写了平凡的人伦之爱，如《结爱》写夫妻之爱，《杏殇》写父子之爱，《游子吟》写母子之爱，这些题材已经在很长时间内被诗人们忽视了。 　　其中《游子吟》是一首真挚深沉、感人至深的小诗： 　　慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。 　　在艺术手法上，孟郊的诗歌中出现了大历、贞元诗歌所没有、在这以前也不曾有过的新特点，即韩愈《贞曜先生墓志铭》中所说的“钩章棘句，掏擢胃肾“式的险奇艰涩。这一方面与他刻意求工，精思苦吟有关，另一方面与他心情郁闷、情绪低沉有关。在《夜感自遣》中，他说自己“夜学晓不休，苦吟鬼神愁。如何不自闲，心与身为仇”。苦苦地写诗，就必然要道人所未道，刻意寻求新词句，用过去诗中少见的僻字险韵与生冷意象；而心理的压抑、不平，使得他所追求的新的语言表现多带有冷涩、荒寞、枯槁的色彩和意味，从而尽可能把内心的愁哀刻划得入骨和惊耸人心，如： 　　老虫干铁鸣，惊兽孤玉咆（《秋怀十五首》之十二）； 　　病骨可剸物，酸呻亦成文。瘦攒如此枯，壮落随西曛（同上之五）； 　　冷露滴梦破，峭风梳骨寒。席上印病文，肠中转愁盘（同上之二）； 　　蜿蜒相缠掣，荦确亦回旋。黑草濯铁发，白苔浮冰钱（《石淙十首》之四）； 　　劲飙刷幽视，怒水慑余湍（同上之十）。 　　在这些诗中，他精心选用了“剸”、“梳”、“印”、“刷”等令人感到透骨钻心的动词与“峭风”、“老虫”、“病骨”、“铁发”、“怒水”、“劲飙”、“黑草”、“冰钱”等感觉上属于暗、冷、枯、硬的意象相配，构成了一组组险怪、生硬、艰涩的句子，传达了他心中难言的愤懑愁苦。对于孟郊的诗风，历来的评价相去甚远。如韩愈、李翱固然对他褒扬有加，而后世如元好问却称之为“诗囚”（《论诗三十首》），苏轼更将其诗譬喻为外壳坚硬而嚼之无味的“空螯”（《读孟郊诗》）。但平心而论，孟郊诗的语言独创性是无可否认的。宋人许顗《彦周诗话》谓其“能杀缚事实，与意义合，最难能之”，就是对他能以强有力的语言改造客观事物的形态以表现自我的心理表示赞赏，这确非易事。 　　当然，孟郊也有平易朴素、自然流畅的诗作，但这些诗作在当时并不太引人注目（尽管《游子吟》等诗在后世被广泛传诵），倒是上述风格的诗作，在内容上、语言上都显示了元和年间诗歌创作的新变化、新特点。好奇尚险的诗风在韩愈手中有了进一步发展并蔚为风气。 　　孟诗现存500多首，以短篇五古最多,没有律诗。艺术上不蹈袭陈言，或擅长用白描手法,不用典故词藻,语言明白淡素，而又力避平庸浅易；或“钩章棘句，掐擢胃肾”（《墓志》），精思苦炼，雕刻其险；如韩愈所说“规模背时利，文字觑天巧”(《答孟郊》)，一扫大历以来的靡弱诗风。其中有的诗篇反映时代现实、揭露藩镇罪恶，如《征妇怨》、《感怀》、《杀气不在边》、《伤春》等;有的关心人民生活、愤慨贫富不平,如《织妇辞》、《寒地百姓吟》等;有的表现骨肉深情,如《游子吟》、《结爱》、《杏殇》等;有的刻画山水风景,如《汝州南潭陪陆中丞公宴》、《与王二十一员外涯游枋口柳溪》、《石淙》、《寒溪》、《送超上人归天台》、《峡哀》、《游终南山》等;虽然社会生活内容不同,都思深意远，造语新奇，体现了孟诗的特色。有些作品如《秋怀》等，则情调不免低沉；“出门即有碍，谁谓天地宽”（《赠崔纯亮》）一类诗句，虽反映了世途艰险，但也表现了狭窄的心情。"
    }
]